-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Máy chủ: localhost:8889
-- Thời gian đã tạo: Th5 28, 2022 lúc 11:52 AM
-- Phiên bản máy phục vụ: 5.7.34
-- Phiên bản PHP: 7.4.21

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Cơ sở dữ liệu: `thanhhotel`
--

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `accounts`
--

CREATE TABLE `accounts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `stt` int(11) DEFAULT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` longtext COLLATE utf8mb4_unicode_ci,
  `status` int(11) DEFAULT '0',
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '',
  `address` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `accounts`
--

INSERT INTO `accounts` (`id`, `name`, `stt`, `email`, `content`, `status`, `img`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`, `phone`, `address`, `token`) VALUES
(2, 'Customer', NULL, 'trinhcongtriqn@gmail.com', NULL, 0, NULL, NULL, '$2y$10$ln8vLI29DBv8Q/5Kgx/Aiu6Pp5Tp5/lYrVBjayWwlnDeF1wPUJz9K', NULL, '2020-05-16 09:43:03', '2020-05-16 09:43:03', '0909135090', '', NULL),
(4, 'Trịnh Công Trí', NULL, 'tritrinh@gmail.com', NULL, 0, NULL, NULL, '$2y$10$CgcFvx0zsxF3EUsaobWOd.QGYThIO5vI47ikdXntyMC112l5B7OXS', 's4qzvR5IWL7EnkS0WxtQxBhpvVSVGxm4HISEJ3aJgINvCOzCXeSqkxPG8ufW', '2020-05-18 10:53:00', '2020-05-18 10:53:00', '0909090909', 'Lầu 3, Tòa nhà Sài Gòn Tel, Lô 46, Công Viên Phần Mềm Quang Trung, P. Tân Chánh Hiệp, Quận 12', NULL),
(9, 'Trịnh Công Trí', NULL, 'smtplar@gmail.com', NULL, 0, NULL, NULL, '$2y$10$yMtf.5wUOiFlcN3OlZplxOy5t6YnZ4uqM3i4y4N4Z6sU6/JFnVS8y', '1sDRPhhPTxsZCduhSQT24hRu2q6CloUlj8E4xz4Xwn2CM2txTpD3ZNWEIJLs', '2020-05-20 12:55:54', '2020-05-20 12:55:54', '09091321312', 'Lầu 3, Tòa nhà Sài Gòn Tel, Lô 46, Công Viên Phần Mềm Quang Trung, P. Tân Chánh Hiệp, Quận 12', NULL),
(24, 'Trịnh Công Trí', NULL, 'tritrinh.nina@gmail.com', NULL, 1, NULL, '2020-06-25 17:49:07', '$2y$10$Za/hf47EhO6.m3Or7vvxpuYcXzNvawJlXjvd.GaAwz9SV/vZAvVx2', 'BVTeQ3Ki46DmMwIg0KrRUq8BwpwaSDbsbWdZJs318zTB0cu097uD8pymEIOE', '2020-06-25 17:34:07', '2020-06-26 04:02:58', '090913509021', 'Lầu 3, Tòa nhà Sài Gòn Tel, Lô 46, Công Viên Phần Mềm Quang Trung, P. Tân Chánh Hiệp, Quận 12', NULL),
(25, 'Trần Minh', 1, 'nmtran68@gmail.com', NULL, 1, NULL, '2022-03-07 06:38:13', '$2y$10$yp8LEK79im98FVulBxdL0.6LIERQGoHj7doUll14xYI.E9gbIlE.G', NULL, '2022-03-07 06:23:13', '2022-03-07 06:23:13', '83600801', 'Quận 3', 'vc3xy8YrRPdGLQFEO6dBdFbqujJKvi7gTQ8QV4rG'),
(26, 'admin', NULL, 'admin@gmail.com', NULL, 1, 'placeholder.png', '2022-03-07 09:14:01', '$2y$10$/dxrHFAnFlndkrEvG4ys7eOvMho4dK7Ud/qVCDh.tdK1Zi/Vh/GCa', NULL, '2022-03-07 08:59:01', '2022-03-07 08:59:01', '0808080808', 'admin', 'WBNmhoW1cxD8vyV8DsxsV6PVY1cSFab8sHJNf0sL');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `cache`
--

CREATE TABLE `cache` (
  `key` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `value` mediumtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `expiration` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `cache_locks`
--

CREATE TABLE `cache_locks` (
  `key` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `owner` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `expiration` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `contactforms`
--

CREATE TABLE `contactforms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stt` int(11) DEFAULT '0',
  `address` text COLLATE utf8mb4_unicode_ci,
  `phone` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT '',
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `read` int(11) DEFAULT '0',
  `subject` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT '',
  `contactcontent` longtext COLLATE utf8mb4_unicode_ci,
  `note` longtext COLLATE utf8mb4_unicode_ci
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `contacts`
--

CREATE TABLE `contacts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `view_count` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `hide_show` int(11) DEFAULT '0',
  `name_vi` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_en` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_cn` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `descriptions_vi` text COLLATE utf8mb4_unicode_ci,
  `descriptions_en` text COLLATE utf8mb4_unicode_ci,
  `descriptions_cn` text COLLATE utf8mb4_unicode_ci,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `content_vi` longtext COLLATE utf8mb4_unicode_ci,
  `content_en` longtext COLLATE utf8mb4_unicode_ci,
  `content_cn` longtext COLLATE utf8mb4_unicode_ci,
  `title_vi` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_cn` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `keywords_vi` text COLLATE utf8mb4_unicode_ci,
  `keywords_en` text COLLATE utf8mb4_unicode_ci,
  `keywords_cn` text COLLATE utf8mb4_unicode_ci,
  `description_vi` text COLLATE utf8mb4_unicode_ci,
  `description_en` text COLLATE utf8mb4_unicode_ci,
  `description_cn` text COLLATE utf8mb4_unicode_ci,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `counters`
--

CREATE TABLE `counters` (
  `id` int(11) NOT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `ip` varchar(16) NOT NULL DEFAULT '0.0.0.0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Đang đổ dữ liệu cho bảng `counters`
--

INSERT INTO `counters` (`id`, `time`, `ip`) VALUES
(1, '2022-04-21 03:56:51', '116.110.40.106'),
(2, '2022-04-21 08:12:03', '116.110.40.106'),
(3, '2022-04-21 08:12:27', '116.110.40.106'),
(4, '2022-04-21 08:14:08', '116.110.40.106'),
(5, '2022-04-21 08:23:08', '116.110.40.106'),
(6, '2022-04-21 08:26:17', '116.110.40.106'),
(7, '2022-04-21 08:28:21', '116.110.40.106'),
(8, '2022-04-21 08:30:43', '116.110.40.106'),
(9, '2022-04-21 08:51:25', '116.110.40.106'),
(10, '2022-04-21 09:13:07', '116.110.40.106'),
(11, '2022-04-21 09:16:32', '116.110.40.106'),
(12, '2022-04-21 09:18:37', '116.110.40.106'),
(13, '2022-04-21 09:20:09', '116.110.40.106'),
(14, '2022-04-21 09:20:27', '116.110.40.106'),
(15, '2022-04-21 09:23:46', '116.110.40.106'),
(16, '2022-04-21 09:29:30', '116.110.40.106'),
(17, '2022-04-21 09:32:22', '116.110.40.106'),
(18, '2022-04-21 09:42:43', '116.110.40.106'),
(19, '2022-04-21 09:44:26', '116.110.40.106'),
(20, '2022-04-21 09:45:35', '138.246.253.5'),
(21, '2022-04-21 09:45:37', '116.110.40.106'),
(22, '2022-04-21 10:09:45', '116.110.40.106'),
(23, '2022-04-21 10:10:48', '116.110.40.106'),
(24, '2022-04-21 10:13:30', '116.110.40.106'),
(25, '2022-04-21 10:14:16', '116.110.40.106'),
(26, '2022-04-21 10:17:13', '116.110.40.106'),
(27, '2022-04-21 10:19:35', '116.110.40.106'),
(28, '2022-04-21 10:22:20', '116.110.40.106'),
(29, '2022-04-21 10:23:31', '116.110.40.106'),
(30, '2022-04-21 10:27:31', '116.110.40.106'),
(31, '2022-04-21 12:00:15', '171.252.153.196'),
(32, '2022-04-21 12:02:01', '171.252.153.196'),
(33, '2022-04-21 12:07:54', '171.252.153.196'),
(34, '2022-04-21 12:10:49', '137.226.113.44'),
(35, '2022-04-21 12:11:41', '171.252.153.196'),
(36, '2022-04-21 12:16:29', '171.252.153.196'),
(37, '2022-04-21 12:20:02', '171.252.153.196'),
(38, '2022-04-21 12:25:57', '66.220.149.117'),
(39, '2022-04-21 12:26:09', '171.252.153.196'),
(40, '2022-04-21 12:27:13', '20.24.45.19'),
(41, '2022-04-21 12:27:28', '66.249.82.164'),
(42, '2022-04-21 12:27:46', '66.249.82.187'),
(43, '2022-04-21 12:27:50', '64.233.173.123'),
(44, '2022-04-21 12:28:38', '66.249.82.238'),
(45, '2022-04-21 12:28:39', '66.249.82.238'),
(46, '2022-04-21 12:28:54', '66.249.82.234'),
(47, '2022-04-21 12:28:56', '66.249.82.230'),
(48, '2022-04-21 12:28:57', '64.233.173.147'),
(49, '2022-04-21 12:31:16', '115.76.48.243'),
(50, '2022-04-21 13:02:59', '66.249.82.164'),
(51, '2022-04-21 13:03:01', '66.249.82.170'),
(52, '2022-04-21 13:03:19', '66.249.82.191'),
(53, '2022-04-21 13:03:22', '66.249.82.189'),
(54, '2022-04-21 13:03:37', '66.249.82.164'),
(55, '2022-04-21 13:03:37', '66.249.82.164'),
(56, '2022-04-21 13:03:54', '66.249.82.189'),
(57, '2022-04-21 13:04:28', '20.24.45.19'),
(58, '2022-04-21 13:25:42', '66.220.149.1'),
(59, '2022-04-21 13:25:52', '171.252.153.196'),
(60, '2022-04-21 13:28:21', '46.101.63.152'),
(61, '2022-04-21 15:12:52', '17.121.115.155'),
(62, '2022-04-21 15:14:01', '17.121.112.167'),
(63, '2022-04-21 17:59:21', '34.91.27.47'),
(64, '2022-04-21 19:56:40', '51.222.253.8'),
(65, '2022-04-21 22:04:12', '66.249.68.51'),
(66, '2022-04-21 22:33:04', '222.98.63.15'),
(67, '2022-04-21 22:38:27', '18.237.182.134'),
(68, '2022-04-21 22:38:30', '54.184.250.149'),
(69, '2022-04-21 22:39:24', '123.60.83.110'),
(70, '2022-04-21 23:26:53', '1.33.45.101'),
(71, '2022-04-21 23:26:59', '54.237.250.240'),
(72, '2022-04-21 23:48:26', '54.227.32.154'),
(73, '2022-04-22 01:19:32', '34.143.153.35'),
(74, '2022-04-22 01:55:12', '8.21.11.241'),
(75, '2022-04-22 01:55:28', '66.249.82.234'),
(76, '2022-04-22 01:55:29', '66.249.82.236'),
(77, '2022-04-22 01:55:47', '66.249.82.232'),
(78, '2022-04-22 01:55:47', '66.249.82.232'),
(79, '2022-04-22 02:06:59', '139.99.121.234'),
(80, '2022-04-22 02:29:18', '116.110.40.106'),
(81, '2022-04-22 02:29:51', '8.21.11.241'),
(82, '2022-04-22 02:44:22', '116.110.40.106'),
(83, '2022-04-22 02:47:15', '8.21.11.241'),
(84, '2022-04-22 02:48:41', '116.110.40.106'),
(85, '2022-04-22 02:50:47', '116.110.40.106'),
(86, '2022-04-22 02:53:00', '8.21.11.241'),
(87, '2022-04-22 02:53:44', '116.110.40.106'),
(88, '2022-04-22 02:59:05', '8.21.11.241'),
(89, '2022-04-22 03:03:09', '8.21.11.241'),
(90, '2022-04-22 03:06:19', '8.21.11.241'),
(91, '2022-04-22 03:09:19', '8.21.11.241'),
(92, '2022-04-22 03:11:28', '8.21.11.241'),
(93, '2022-04-22 03:14:12', '116.110.40.106'),
(94, '2022-04-22 03:14:16', '116.110.40.106'),
(95, '2022-04-22 03:14:39', '116.110.40.106'),
(96, '2022-04-22 03:14:48', '8.21.11.241'),
(97, '2022-04-22 03:17:24', '116.110.40.106'),
(98, '2022-04-22 03:18:44', '8.21.11.241'),
(99, '2022-04-22 03:26:35', '8.21.11.241'),
(100, '2022-04-22 03:30:00', '116.110.40.106'),
(101, '2022-04-22 03:30:25', '116.110.40.106'),
(102, '2022-04-22 03:31:41', '8.21.11.241'),
(103, '2022-04-22 03:35:20', '8.21.11.241'),
(104, '2022-04-22 03:36:39', '116.110.40.106'),
(105, '2022-04-22 03:37:34', '116.110.40.106'),
(106, '2022-04-22 03:37:57', '116.110.40.106'),
(107, '2022-04-22 03:38:29', '8.21.11.241'),
(108, '2022-04-22 04:30:54', '8.21.11.241'),
(109, '2022-04-22 04:31:57', '116.110.40.106'),
(110, '2022-04-22 04:38:14', '116.110.40.106'),
(111, '2022-04-22 05:00:33', '45.154.123.177'),
(112, '2022-04-22 08:38:22', '103.199.69.235'),
(113, '2022-04-22 08:39:28', '115.72.253.40'),
(114, '2022-04-22 08:39:46', '115.72.253.40'),
(115, '2022-04-22 08:41:57', '8.21.11.241'),
(116, '2022-04-22 08:42:14', '8.21.11.241'),
(117, '2022-04-25 14:03:25', '14.186.176.70'),
(118, '2022-05-10 06:49:34', '113.173.249.177'),
(119, '2022-05-10 06:54:30', '113.173.249.177'),
(120, '2022-05-10 06:54:58', '113.173.249.177'),
(121, '2022-05-10 06:55:38', '66.249.82.105'),
(122, '2022-05-10 06:55:55', '66.249.82.105'),
(123, '2022-05-10 06:55:56', '66.249.82.105'),
(124, '2022-05-10 06:58:46', '113.173.249.177'),
(125, '2022-05-10 07:02:07', '113.173.249.177'),
(126, '2022-05-10 07:14:26', '133.242.140.127'),
(127, '2022-05-10 07:14:27', '133.242.174.119'),
(128, '2022-05-10 07:57:07', '192.71.12.140'),
(129, '2022-05-10 08:36:16', '35.227.97.161'),
(130, '2022-05-10 09:18:27', '115.74.118.39'),
(131, '2022-05-10 09:19:36', '23.111.114.116'),
(132, '2022-05-10 09:32:38', '54.212.215.127'),
(133, '2022-05-10 09:33:01', '34.212.25.93'),
(134, '2022-05-10 09:33:38', '54.184.132.8'),
(135, '2022-05-10 09:48:45', '115.74.118.39'),
(136, '2022-05-10 09:55:48', '115.74.118.39'),
(137, '2022-05-10 10:07:51', '111.7.100.26'),
(138, '2022-05-10 10:08:28', '115.74.118.39'),
(139, '2022-05-10 10:12:13', '115.74.118.39'),
(140, '2022-05-10 10:12:55', '80.120.129.210'),
(141, '2022-05-10 10:43:50', '20.243.80.15'),
(142, '2022-05-10 11:06:44', '220.70.74.83'),
(143, '2022-05-10 11:10:51', '123.60.83.110'),
(144, '2022-05-10 11:50:07', '159.65.130.54'),
(145, '2022-05-10 14:14:26', '176.53.218.215'),
(146, '2022-05-10 14:20:16', '149.56.150.169'),
(147, '2022-05-10 14:20:22', '149.56.150.169'),
(148, '2022-05-10 14:20:32', '144.217.135.132'),
(149, '2022-05-10 14:32:47', '168.151.240.15'),
(150, '2022-05-10 14:56:38', '74.85.214.131'),
(151, '2022-05-10 15:21:07', '46.4.33.48'),
(152, '2022-05-10 15:51:46', '175.196.127.111'),
(153, '2022-05-10 16:15:25', '17.121.114.125'),
(154, '2022-05-10 16:18:08', '17.121.114.31'),
(155, '2022-05-10 19:01:24', '123.60.83.110'),
(156, '2022-05-10 19:49:36', '128.199.132.65'),
(157, '2022-05-10 20:09:48', '45.137.150.214'),
(158, '2022-05-10 20:18:28', '134.209.146.89'),
(159, '2022-05-10 22:07:21', '45.90.62.44'),
(160, '2022-05-10 22:47:57', '195.201.41.238'),
(161, '2022-05-10 23:46:11', '123.60.83.110'),
(162, '2022-05-11 00:20:47', '206.189.146.90'),
(163, '2022-05-11 00:25:10', '8.41.221.50'),
(164, '2022-05-11 00:41:43', '159.65.130.54'),
(165, '2022-05-11 02:00:17', '54.212.207.14'),
(166, '2022-05-11 02:24:25', '219.100.37.244'),
(167, '2022-05-11 02:24:32', '54.237.250.240'),
(168, '2022-05-11 02:24:47', '54.227.32.154'),
(169, '2022-05-11 02:27:47', '205.169.39.125'),
(170, '2022-05-11 02:28:52', '65.154.226.166'),
(171, '2022-05-11 02:28:57', '65.154.226.220'),
(172, '2022-05-11 02:29:02', '65.154.226.220'),
(173, '2022-05-11 03:07:53', '20.108.21.61'),
(174, '2022-05-11 03:43:52', '176.53.217.238'),
(175, '2022-05-11 04:13:53', '20.24.39.207'),
(176, '2022-05-11 04:40:02', '136.243.212.93'),
(177, '2022-05-11 04:57:01', '123.60.83.110'),
(178, '2022-05-11 06:33:27', '111.13.63.174'),
(179, '2022-05-11 06:39:12', '119.90.42.82'),
(180, '2022-05-11 07:47:50', '113.173.249.177'),
(181, '2022-05-11 08:31:59', '113.173.249.177'),
(182, '2022-05-11 08:37:38', '113.173.249.177'),
(183, '2022-05-11 08:39:00', '113.173.249.177'),
(184, '2022-05-11 08:43:03', '113.173.249.177'),
(185, '2022-05-11 08:45:02', '113.173.249.177'),
(186, '2022-05-11 08:47:15', '113.173.249.177'),
(187, '2022-05-11 08:50:33', '113.173.249.177'),
(188, '2022-05-11 08:53:00', '54.36.148.193'),
(189, '2022-05-11 08:57:11', '113.173.249.177'),
(190, '2022-05-11 09:09:32', '113.173.249.177'),
(191, '2022-05-11 09:12:33', '113.173.249.177'),
(192, '2022-05-11 09:12:55', '54.68.157.87'),
(193, '2022-05-11 09:20:15', '27.78.31.88'),
(194, '2022-05-11 09:20:18', '173.252.83.11'),
(195, '2022-05-11 09:20:53', '34.220.101.74'),
(196, '2022-05-11 09:23:07', '173.252.107.23'),
(197, '2022-05-11 09:29:00', '220.157.187.145'),
(198, '2022-05-11 09:29:06', '54.237.250.240'),
(199, '2022-05-11 09:32:44', '139.99.122.87'),
(200, '2022-05-11 09:33:34', '171.239.176.9'),
(201, '2022-05-11 09:47:53', '171.239.176.9'),
(202, '2022-05-11 09:55:05', '113.173.249.177'),
(203, '2022-05-11 09:58:31', '54.227.32.154'),
(204, '2022-05-11 10:11:09', '113.173.249.177'),
(205, '2022-05-11 10:35:25', '123.60.83.110'),
(206, '2022-05-11 11:47:48', '95.177.174.212'),
(207, '2022-05-11 11:47:48', '95.177.174.212'),
(208, '2022-05-11 11:47:49', '95.177.174.212'),
(209, '2022-05-11 11:47:49', '95.177.174.212'),
(210, '2022-05-11 12:08:14', '171.255.197.36'),
(211, '2022-05-11 12:11:08', '221.2.155.200'),
(212, '2022-05-11 12:11:14', '221.2.155.200'),
(213, '2022-05-11 12:15:51', '221.2.155.200'),
(214, '2022-05-11 12:15:58', '221.2.155.200'),
(215, '2022-05-11 12:20:28', '221.2.155.200'),
(216, '2022-05-11 12:20:33', '221.2.155.200'),
(217, '2022-05-11 12:25:36', '221.2.155.200'),
(218, '2022-05-11 12:25:40', '221.2.155.200'),
(219, '2022-05-11 12:48:29', '154.22.135.98'),
(220, '2022-05-11 12:54:28', '113.173.249.177'),
(221, '2022-05-11 13:16:38', '113.173.249.177'),
(222, '2022-05-11 13:37:57', '154.22.135.98'),
(223, '2022-05-11 13:44:41', '171.252.153.220'),
(224, '2022-05-11 13:49:27', '171.252.153.220'),
(225, '2022-05-11 13:51:07', '20.70.129.247'),
(226, '2022-05-11 13:57:25', '51.254.199.11'),
(227, '2022-05-11 14:18:22', '164.68.96.236'),
(228, '2022-05-11 14:26:06', '171.255.197.25'),
(229, '2022-05-11 14:26:56', '171.252.153.220'),
(230, '2022-05-11 14:27:00', '54.36.149.34'),
(231, '2022-05-11 14:27:45', '17.121.114.110'),
(232, '2022-05-11 14:31:04', '171.252.153.220'),
(233, '2022-05-11 14:35:45', '115.74.118.39'),
(234, '2022-05-11 14:36:33', '171.252.153.220'),
(235, '2022-05-11 14:38:49', '171.239.176.9'),
(236, '2022-05-11 14:40:08', '171.252.153.220'),
(237, '2022-05-11 14:48:36', '171.252.153.220'),
(238, '2022-05-11 14:53:15', '171.252.153.220'),
(239, '2022-05-11 14:53:35', '17.121.115.183'),
(240, '2022-05-11 14:57:13', '171.252.153.220'),
(241, '2022-05-11 15:02:21', '171.252.153.220'),
(242, '2022-05-11 15:03:34', '51.255.62.6'),
(243, '2022-05-11 15:08:45', '171.252.153.220'),
(244, '2022-05-11 15:13:11', '171.252.153.220'),
(245, '2022-05-11 15:29:35', '17.121.113.108'),
(246, '2022-05-11 16:21:38', '3.214.21.251'),
(247, '2022-05-11 16:26:30', '3.239.81.61'),
(248, '2022-05-11 16:29:30', '34.239.148.197'),
(249, '2022-05-11 16:32:31', '52.91.148.129'),
(250, '2022-05-11 16:38:13', '188.165.87.100'),
(251, '2022-05-11 17:16:08', '123.60.83.110'),
(252, '2022-05-11 18:09:32', '51.254.49.111'),
(253, '2022-05-11 20:12:59', '124.206.180.138'),
(254, '2022-05-11 20:15:47', '137.226.113.44'),
(255, '2022-05-11 20:25:37', '123.60.83.110'),
(256, '2022-05-11 20:36:17', '181.214.54.74'),
(257, '2022-05-11 21:42:44', '185.213.22.129'),
(258, '2022-05-11 23:02:37', '89.104.101.131'),
(259, '2022-05-11 23:11:38', '61.164.47.194'),
(260, '2022-05-11 23:18:09', '123.60.83.110'),
(261, '2022-05-11 23:32:01', '139.99.122.87'),
(262, '2022-05-11 23:32:02', '139.99.62.149'),
(263, '2022-05-11 23:33:28', '27.77.61.216'),
(264, '2022-05-11 23:36:11', '115.74.118.39'),
(265, '2022-05-11 23:37:14', '207.46.13.109'),
(266, '2022-05-11 23:37:23', '207.46.13.109'),
(267, '2022-05-12 00:06:33', '49.213.78.31'),
(268, '2022-05-12 00:25:03', '171.240.242.69'),
(269, '2022-05-12 00:26:43', '115.74.118.39'),
(270, '2022-05-12 00:29:48', '3.233.234.68'),
(271, '2022-05-12 00:31:07', '171.240.242.69'),
(272, '2022-05-12 01:03:22', '113.173.249.177'),
(273, '2022-05-12 01:06:45', '113.173.249.177'),
(274, '2022-05-12 01:10:38', '115.74.118.39'),
(275, '2022-05-12 01:29:15', '113.173.249.177'),
(276, '2022-05-12 01:30:51', '139.99.8.123'),
(277, '2022-05-12 01:30:54', '113.173.249.177'),
(278, '2022-05-12 01:35:27', '113.173.249.177'),
(279, '2022-05-12 01:35:38', '113.173.249.177'),
(280, '2022-05-12 01:37:01', '49.213.78.31'),
(281, '2022-05-12 01:37:34', '115.74.118.39'),
(282, '2022-05-12 01:37:44', '113.173.249.177'),
(283, '2022-05-12 01:47:13', '113.173.249.177'),
(284, '2022-05-12 01:51:15', '173.252.111.4'),
(285, '2022-05-12 01:52:18', '115.74.118.39'),
(286, '2022-05-12 01:55:59', '173.252.111.6'),
(287, '2022-05-12 01:59:11', '49.213.78.2'),
(288, '2022-05-12 01:59:15', '139.99.122.1'),
(289, '2022-05-12 01:59:17', '49.213.78.2'),
(290, '2022-05-12 01:59:22', '139.99.8.123'),
(291, '2022-05-12 01:59:23', '49.213.78.2'),
(292, '2022-05-12 02:00:02', '113.173.249.177'),
(293, '2022-05-12 02:00:11', '139.99.62.149'),
(294, '2022-05-12 02:00:13', '49.213.78.2'),
(295, '2022-05-12 02:00:19', '139.99.122.1'),
(296, '2022-05-12 02:00:21', '49.213.78.2'),
(297, '2022-05-12 02:01:10', '139.99.122.1'),
(298, '2022-05-12 02:01:11', '49.213.78.2'),
(299, '2022-05-12 02:03:37', '49.213.78.31'),
(300, '2022-05-12 02:04:04', '66.220.149.8'),
(301, '2022-05-12 02:04:29', '31.13.115.11'),
(302, '2022-05-12 02:04:33', '115.74.118.39'),
(303, '2022-05-12 02:04:36', '173.252.107.11'),
(304, '2022-05-12 02:05:04', '31.13.103.12'),
(305, '2022-05-12 02:05:32', '103.199.40.142'),
(306, '2022-05-12 02:13:20', '115.74.118.39'),
(307, '2022-05-12 02:16:17', '115.74.118.39'),
(308, '2022-05-12 02:17:37', '115.74.118.39'),
(309, '2022-05-12 02:22:30', '113.173.249.177'),
(310, '2022-05-12 02:28:11', '113.173.249.177'),
(311, '2022-05-12 02:31:06', '123.60.83.110'),
(312, '2022-05-12 02:58:48', '::1'),
(313, '2022-05-12 03:11:12', '::1'),
(314, '2022-05-12 03:13:22', '::1'),
(315, '2022-05-12 03:17:22', '::1'),
(316, '2022-05-12 03:20:33', '::1'),
(317, '2022-05-12 06:54:07', '::1'),
(318, '2022-05-12 07:01:28', '::1'),
(319, '2022-05-12 07:10:35', '::1'),
(320, '2022-05-12 07:22:05', '::1'),
(321, '2022-05-12 12:05:48', '::1'),
(322, '2022-05-12 12:57:42', '::1'),
(323, '2022-05-12 13:04:19', '::1'),
(324, '2022-05-12 13:05:15', '::1'),
(325, '2022-05-12 13:46:24', '::1'),
(326, '2022-05-13 01:52:14', '::1'),
(327, '2022-05-13 03:12:50', '::1'),
(328, '2022-05-13 04:11:32', '::1'),
(329, '2022-05-13 04:22:39', '::1'),
(330, '2022-05-13 04:25:50', '::1'),
(331, '2022-05-13 04:30:50', '::1'),
(332, '2022-05-13 04:34:55', '::1'),
(333, '2022-05-13 06:37:44', '::1'),
(334, '2022-05-13 06:56:03', '::1'),
(335, '2022-05-13 07:19:01', '::1'),
(336, '2022-05-13 07:22:00', '::1'),
(337, '2022-05-13 07:30:11', '::1'),
(338, '2022-05-13 07:47:00', '::1'),
(339, '2022-05-13 07:49:45', '::1'),
(340, '2022-05-13 07:53:57', '::1'),
(341, '2022-05-13 07:56:33', '::1'),
(342, '2022-05-13 08:04:14', '::1'),
(343, '2022-05-13 08:06:57', '::1'),
(344, '2022-05-13 08:09:33', '::1'),
(345, '2022-05-13 08:13:32', '::1'),
(346, '2022-05-13 08:18:12', '::1'),
(347, '2022-05-13 08:32:52', '::1'),
(348, '2022-05-13 08:42:21', '::1'),
(349, '2022-05-13 08:44:59', '::1'),
(350, '2022-05-13 08:47:50', '::1'),
(351, '2022-05-13 08:51:03', '::1'),
(352, '2022-05-13 08:54:22', '::1'),
(353, '2022-05-13 09:05:02', '::1'),
(354, '2022-05-13 09:09:20', '::1'),
(355, '2022-05-13 09:11:42', '::1'),
(356, '2022-05-13 09:16:53', '::1'),
(357, '2022-05-13 09:21:40', '::1'),
(358, '2022-05-13 09:27:07', '::1'),
(359, '2022-05-13 09:29:41', '::1'),
(360, '2022-05-13 09:32:29', '::1'),
(361, '2022-05-13 09:35:15', '::1'),
(362, '2022-05-13 09:37:56', '::1'),
(363, '2022-05-13 09:40:29', '::1'),
(364, '2022-05-13 09:42:55', '::1'),
(365, '2022-05-13 09:45:53', '::1'),
(366, '2022-05-13 09:49:08', '::1'),
(367, '2022-05-13 09:52:06', '::1'),
(368, '2022-05-13 09:54:41', '::1'),
(369, '2022-05-13 10:01:37', '::1'),
(370, '2022-05-13 10:03:22', '::1'),
(371, '2022-05-13 10:06:33', '::1'),
(372, '2022-05-13 10:09:08', '::1'),
(373, '2022-05-13 10:13:01', '::1'),
(374, '2022-05-13 12:44:06', '::1'),
(375, '2022-05-13 13:04:22', '::1'),
(376, '2022-05-13 13:07:14', '::1'),
(377, '2022-05-13 13:20:30', '::1'),
(378, '2022-05-13 13:22:59', '::1'),
(379, '2022-05-13 13:26:10', '::1'),
(380, '2022-05-13 13:28:29', '::1'),
(381, '2022-05-13 13:31:04', '::1'),
(382, '2022-05-13 13:39:07', '::1'),
(383, '2022-05-13 14:11:53', '::1'),
(384, '2022-05-13 14:21:54', '::1'),
(385, '2022-05-13 15:14:42', '::1'),
(386, '2022-05-13 15:59:42', '::1'),
(387, '2022-05-13 16:02:53', '::1'),
(388, '2022-05-13 16:05:13', '::1'),
(389, '2022-05-14 01:21:05', '::1'),
(390, '2022-05-14 02:20:32', '::1'),
(391, '2022-05-14 02:25:55', '::1'),
(392, '2022-05-14 02:38:44', '::1'),
(393, '2022-05-14 02:48:12', '::1'),
(394, '2022-05-14 03:11:19', '::1'),
(395, '2022-05-14 03:55:27', '::1'),
(396, '2022-05-14 04:04:19', '::1'),
(397, '2022-05-14 04:08:39', '::1'),
(398, '2022-05-14 04:18:03', '::1'),
(399, '2022-05-14 04:20:13', '::1'),
(400, '2022-05-14 06:54:10', '::1');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `coupons`
--

CREATE TABLE `coupons` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `stt` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `coupon` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `condition` int(11) DEFAULT '0',
  `quantity` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `discount` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `expiry_date` timestamp NULL DEFAULT NULL,
  `effective_date` timestamp NULL DEFAULT NULL,
  `status` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `used` int(11) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `customers`
--

CREATE TABLE `customers` (
  `id` int(11) NOT NULL,
  `name` varchar(191) DEFAULT NULL,
  `email` varchar(191) DEFAULT NULL,
  `phone` varchar(191) DEFAULT NULL,
  `attach` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Đang đổ dữ liệu cho bảng `customers`
--

INSERT INTO `customers` (`id`, `name`, `email`, `phone`, `attach`) VALUES
(1, 'Mai Phạm', 'maipham@aib.vn', '0901836286', NULL),
(2, 'Mai Phạm', 'maipham@aib.vn', '0901836286', NULL),
(3, 'Mai Phạm', 'maipham@aib.vn', '0901836286', NULL),
(4, NULL, NULL, NULL, NULL),
(5, 'Minh Tran', 'nmtran68@gmail.com', '+84836080801', NULL),
(6, NULL, NULL, NULL, NULL),
(7, 'Trần Minh', 'nmtran68@gmail.com', '83600801', NULL),
(8, 'Minh Nhật', 'minhblur3@gmail.com', '+84836080801', NULL),
(9, 'Minh Nhật', 'minhblur3@gmail.com', '+84836080801', NULL),
(10, 'Minh Nhật', 'nmtran68@gmail.com', '+84836080801', NULL),
(11, 'Minh Nhật', 'nmtran68@gmail.com', '+84836080801', NULL),
(12, 'Minh Tran', 'nmtran68@gmail.com', '+84836080801', NULL),
(13, 'Minh Nhật', 'nmtran68@gmail.com', '+84836080801', NULL),
(14, 'Minh Tran', 'nmtran68@gmail.com', '+84836080801', NULL),
(15, 'minh', 'minh@gmail.com', '0836080801', NULL),
(16, 'Trần Minh', 'nmtran68@gmail.com', '83600801', NULL),
(17, 'Khách víp', 'deveva7935@cupbest.com', '0808080808', NULL),
(18, 'Khách víp', 'deveva7935@cupbest.com', '0808080808', NULL),
(19, 'hacker', 'deveva7935@cupbest.com', '0808080808', NULL),
(20, 'hacker', 'deveva7935@cupbest.com', '0808080808', NULL),
(21, 'Trần Minh', 'deveva7935@cupbest.com', '83600801', NULL),
(22, 'Trần Minh', 'deveva7935@cupbest.com', '83600801', NULL),
(23, 'Trần Minh', 'deveva7935@cupbest.com', '83600801', NULL),
(24, 'Trần Minh', 'deveva7935@cupbest.com', '83600801', NULL),
(25, 'Minh Nhật', 'nmtran68@gmail.com', '+84836080801', NULL),
(26, 'Trần Minh', 'nmtran68@gmail.com', '83600801', NULL),
(27, 'Minh Tran', 'nmtran68@gmail.com', '+84836080801', NULL),
(28, 'Trần Minh', 'nmtran68@gmail.com', '83600801', NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `detail_service_rooms`
--

CREATE TABLE `detail_service_rooms` (
  `id` int(11) NOT NULL,
  `name` varchar(191) DEFAULT NULL,
  `price` bigint(11) DEFAULT NULL,
  `unit` varchar(191) DEFAULT NULL,
  `order_id` int(11) DEFAULT NULL,
  `quantity` int(11) DEFAULT NULL,
  `totalprice` bigint(11) DEFAULT NULL,
  `date` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Đang đổ dữ liệu cho bảng `detail_service_rooms`
--

INSERT INTO `detail_service_rooms` (`id`, `name`, `price`, `unit`, `order_id`, `quantity`, `totalprice`, `date`) VALUES
(2, 'Trái cây', 30000, 'dĩa', 1, 2, 60000, '2022-05-12 08:21:29'),
(6, 'Cơm chay', 30000, 'dĩa', 1, 6, 180000, '2022-05-12 09:47:44'),
(7, 'Dịch vu 2', 20000, 'cái', 1, 5, 100000, '2022-05-13 09:59:14');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `galleries`
--

CREATE TABLE `galleries` (
  `id` int(11) NOT NULL,
  `img` text,
  `stt` int(2) DEFAULT NULL,
  `hide_show` int(2) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Đang đổ dữ liệu cho bảng `galleries`
--

INSERT INTO `galleries` (`id`, `img`, `stt`, `hide_show`, `created_at`, `updated_at`) VALUES
(1, 'resto-gal-7-1944.jpg', 1, 1, '2022-04-21 08:57:24', '2022-04-21 12:17:44'),
(2, 'resto-gal-4-1936.jpg', 1, 1, '2022-04-21 08:58:07', '2022-04-21 12:17:36'),
(3, 'resto-gal-2-1927.jpg', 1, 1, '2022-04-21 08:59:12', '2022-04-21 12:17:27'),
(4, 'resto-gal-1-1918.jpg', 1, 1, '2022-04-21 09:00:18', '2022-04-21 12:17:18');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `hideshows`
--

CREATE TABLE `hideshows` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `type` varchar(191) NOT NULL,
  `hide_show` int(2) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Đang đổ dữ liệu cho bảng `hideshows`
--

INSERT INTO `hideshows` (`id`, `name`, `type`, `hide_show`, `created_at`, `updated_at`) VALUES
(1, 'Trang chủ', 'dashboard', 1, '2022-03-15 03:14:08', '2022-03-18 01:08:56'),
(2, 'Trang tĩnh', 'static-page', 1, '2022-03-15 03:54:25', '2022-03-18 01:08:56'),
(3, 'Đơn Hàng', 'order', 1, '2022-03-15 03:59:29', '2022-03-18 01:08:56'),
(4, 'Mã giảm giá', 'counpon', 1, '2022-03-15 04:09:25', '2022-03-18 01:08:56'),
(5, 'Phí vận chuyển', 'fee-ship', 1, '2022-03-15 04:09:37', '2022-03-18 01:08:56'),
(6, 'Thư điện tử', 'newsletter', 1, '2022-03-15 04:09:59', '2022-03-18 01:08:56'),
(7, 'Thư liên hệ', 'contact-letter', 1, '2022-03-15 04:10:24', '2022-03-18 01:08:56'),
(8, 'Nhóm Sản phẩm', 'product-folder', 1, '2022-03-15 04:10:50', '2022-03-18 01:08:56'),
(9, 'Danh mục sản phẩm c1', 'procate-one', 1, '2022-03-15 04:11:14', '2022-03-18 01:08:56'),
(10, 'Danh mục sản phẩm c2', 'procate-two', 1, '2022-03-15 04:11:30', '2022-03-18 01:08:56'),
(11, 'Danh mục sản phẩm c3', 'procate-three', 1, '2022-03-15 04:11:45', '2022-03-18 01:08:56'),
(12, 'Sản phẩm', 'product', 1, '2022-03-15 04:12:04', '2022-03-18 01:08:56'),
(13, 'Tags', 'tag', 1, '2022-03-15 04:19:39', '2022-03-18 01:08:56'),
(14, 'Nhóm dịch vụ', 'services-folder', 1, '2022-03-15 04:20:05', '2022-03-18 01:08:56'),
(15, 'Danh mục dịch vụ', 'services-cate', 1, '2022-03-15 04:20:34', '2022-03-18 01:08:56'),
(16, 'Quản lí dịch vụ', 'services', 1, '2022-03-15 04:20:54', '2022-03-18 01:08:56'),
(17, 'Nhóm tin tức', 'post-folder', 1, '2022-03-15 04:21:07', '2022-03-18 01:08:56'),
(18, 'Danh mục tin tức câp 1', 'post-cate-one', 1, '2022-03-15 04:21:27', '2022-03-18 01:08:56'),
(19, 'Danh mục tin tức cấp 2', 'post-cate-two', 1, '2022-03-15 04:21:41', '2022-03-18 01:08:56'),
(20, 'Tin tức', 'post', 1, '2022-03-15 04:21:50', '2022-03-18 01:08:56'),
(21, 'Tuyển dụng', 'recruit', 1, '2022-03-15 04:22:23', '2022-03-18 01:08:56'),
(22, 'Nhóm hình ảnh', 'images-folder', 1, '2022-03-15 04:22:38', '2022-03-18 01:08:56'),
(23, 'Quản lí slider', 'slider', 1, '2022-03-15 04:22:50', '2022-03-18 01:08:56'),
(24, 'Hình ảnh khác', 'other-images', 1, '2022-03-15 04:23:06', '2022-03-18 01:08:56'),
(25, 'Nhóm video', 'videos-folder', 1, '2022-03-15 04:23:18', '2022-03-18 01:08:56'),
(26, 'Danh mục video', 'videos-cate', 1, '2022-03-15 04:23:38', '2022-03-18 01:08:56'),
(27, 'Quản lí video', 'videos', 1, '2022-03-15 04:23:48', '2022-03-18 01:08:56'),
(28, 'Nhóm cấu hình website', 'config-website', 1, '2022-03-15 04:24:23', '2022-03-18 01:08:56'),
(29, 'Nhóm quản trị hệ thống', 'system-manager-folder', 1, '2022-03-15 04:24:59', '2022-03-17 10:56:34'),
(30, 'Nhóm và phân quyền', 'group-users-role', 1, '2022-03-15 04:25:33', '2022-03-18 01:08:56'),
(31, 'Quản trị viên', 'administrator', 1, '2022-03-15 04:25:44', '2022-03-18 01:08:56'),
(32, 'Sửa mã nguồn', 'sources-editor', 1, '2022-03-15 04:26:04', '2022-03-18 01:08:56'),
(33, 'Ngôn ngữ', 'languages', 1, '2022-03-15 04:26:18', '2022-03-18 01:08:56'),
(34, 'Bật tắt menu', 'menu-hideshow', 1, '2022-03-15 04:26:34', '2022-03-17 10:56:29'),
(35, 'Google Analytics', 'gg-analytics', 0, '2022-03-15 07:17:28', '2022-04-06 09:15:04'),
(36, 'Thương hiệu', 'partner', 1, '2022-03-19 01:45:44', '2022-03-19 01:50:17'),
(37, 'Quản lí file', 'filemanager', 1, '2022-03-23 01:11:43', '2022-03-23 01:11:43'),
(38, 'Thông báo đơn, mail,.. mới', 'notification', 0, '2022-03-23 04:37:38', '2022-03-23 04:41:57');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `jobs`
--

CREATE TABLE `jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `queue` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `attempts` tinyint(3) UNSIGNED NOT NULL,
  `reserved_at` int(10) UNSIGNED DEFAULT NULL,
  `available_at` int(10) UNSIGNED NOT NULL,
  `created_at` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `languages`
--

CREATE TABLE `languages` (
  `id` int(11) NOT NULL,
  `locale` varchar(3) NOT NULL,
  `name` varchar(119) NOT NULL,
  `flag` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `languages`
--

INSERT INTO `languages` (`id`, `locale`, `name`, `flag`, `created_at`, `updated_at`) VALUES
(7, 'vi', 'Tiếng Việt', 'fi fi-vn', '2022-03-05 03:20:04', '2022-03-05 10:24:49'),
(12, 'en', 'English', 'fi fi-gb', '2022-04-19 09:28:10', '2022-04-19 09:28:10');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `newcatones`
--

CREATE TABLE `newcatones` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `stt` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `show_nav` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `newcatones`
--

INSERT INTO `newcatones` (`id`, `stt`, `created_at`, `updated_at`, `img`, `hide_show`, `show_nav`) VALUES
(1, 1, '2022-04-21 09:44:22', '2022-04-21 09:44:22', '1-vuon-quoc-gia-phu-quoc-vietintravel-1622.png', 1, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `newcattwos`
--

CREATE TABLE `newcattwos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `newcatone_id` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stt` int(11) DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `show_nav` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `newsletters`
--

CREATE TABLE `newsletters` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `stt` int(11) DEFAULT '0',
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `read` int(11) DEFAULT '0',
  `note` text COLLATE utf8mb4_unicode_ci
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `onlines`
--

CREATE TABLE `onlines` (
  `id` int(10) UNSIGNED NOT NULL,
  `session_id` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Đang đổ dữ liệu cho bảng `onlines`
--

INSERT INTO `onlines` (`id`, `session_id`, `created_at`, `updated_at`) VALUES
(420, 'R4iMOcwegfGcInBkXHNprZiKQw8TsLRnybDJVUR3', '2022-05-14 06:54:10', '2022-05-14 06:54:10');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `orderdetails`
--

CREATE TABLE `orderdetails` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `order_id` int(11) DEFAULT '0',
  `product_id` int(11) DEFAULT '0',
  `price` decimal(10,0) DEFAULT '0',
  `quantity` int(11) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `orders`
--

CREATE TABLE `orders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `customer_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `from_date` date DEFAULT NULL,
  `to_date` date DEFAULT NULL,
  `code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `note` text COLLATE utf8mb4_unicode_ci,
  `vat` int(191) DEFAULT NULL,
  `total` bigint(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `orders`
--

INSERT INTO `orders` (`id`, `customer_id`, `product_id`, `from_date`, `to_date`, `code`, `status`, `created_at`, `updated_at`, `note`, `vat`, `total`) VALUES
(4, 26, 2, '2022-05-13', '2022-05-15', '69446186898', '1', '2022-05-13 16:02:50', '2022-05-13 16:03:06', 'asd', NULL, 2000000),
(5, 27, 3, '2022-05-08', '2022-05-17', '60354927966', '1', '2022-05-13 16:05:10', '2022-05-14 01:32:56', 'asad', NULL, 10800000),
(6, 28, 4, '2022-05-14', '2022-05-16', '13841185089', '1', '2022-05-14 02:53:46', '2022-05-14 02:53:46', 'ok', NULL, NULL),
(7, 28, 1, '2022-05-14', '2022-05-16', '60684924845', '1', '2022-05-14 02:53:46', '2022-05-14 02:53:46', 'ok', NULL, NULL),
(8, 28, 3, '2022-05-14', '2022-05-16', '19479536970', '1', '2022-05-14 02:53:46', '2022-05-14 02:53:46', 'ok', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `pages`
--

CREATE TABLE `pages` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `view_count` int(11) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `pages`
--

INSERT INTO `pages` (`id`, `created_at`, `updated_at`, `type`, `img`, `hide_show`, `view_count`) VALUES
(2, '2022-04-08 04:08:47', '2022-04-21 09:20:32', NULL, '7-1632.png', 1, NULL),
(3, '2022-04-20 02:45:17', '2022-04-20 03:47:48', NULL, 'room-detail-2-0917.jpg', 1, NULL),
(4, '2022-04-20 06:34:33', '2022-04-20 06:34:33', '0', 'room-square-3-1333.jpg', 1, 1),
(5, '2022-04-20 06:35:12', '2022-04-20 06:35:12', '0', 'resto-gal-7-1312.jpg', 1, 1),
(6, '2022-04-20 06:35:35', '2022-04-20 06:35:35', '0', 'resto-gal-3-1335.jpg', 1, 1),
(7, '2022-04-20 07:13:58', '2022-04-20 07:13:58', '0', 'resto-gal-1-1458.jpg', 1, 1);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `posts`
--

CREATE TABLE `posts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `newcatone_id` int(10) DEFAULT NULL,
  `newcattwo_id` int(10) DEFAULT NULL,
  `stt` int(11) DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `is_new` int(11) DEFAULT NULL,
  `is_featured` int(11) DEFAULT NULL,
  `view_count` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `posts`
--

INSERT INTO `posts` (`id`, `newcatone_id`, `newcattwo_id`, `stt`, `hide_show`, `is_new`, `is_featured`, `view_count`, `created_at`, `updated_at`, `img`) VALUES
(2, 1, NULL, 1, 1, NULL, 1, 0, '2022-04-21 10:09:11', '2022-04-21 10:16:33', '1-vuon-quoc-gia-phu-quoc-vietintravel-1711.png'),
(3, 1, NULL, 1, 1, NULL, 1, 0, '2022-04-21 10:18:38', '2022-04-22 02:44:15', 'at-vuon-quoc-gia-phu-quoc-d7ac8c0755053c5f5d20eff6beda75e4-0915.jpg'),
(4, 1, NULL, 1, 1, NULL, 1, 0, '2022-04-21 10:18:38', '2022-04-22 02:43:40', 'vuon-quoc-gia-phu-quoc-tago-travel-1-0940.jpg'),
(5, 1, NULL, 1, 1, NULL, 1, 0, '2022-04-21 10:18:38', '2022-04-22 02:36:01', 'vuon-quoc-gia-phu-quoc-2-0901.jpg'),
(6, 1, NULL, 1, 1, NULL, 1, 0, '2022-04-21 10:18:38', '2022-04-22 02:35:48', 'dinh-tien-son-phu-quoc-1-0948.jpg'),
(7, 1, NULL, 1, 1, NULL, 1, 0, '2022-04-22 10:18:38', '2022-05-11 15:08:43', '4-0923.png');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `post_tag`
--

CREATE TABLE `post_tag` (
  `id` int(11) NOT NULL,
  `tag_id` bigint(20) UNSIGNED NOT NULL,
  `post_id` bigint(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `procatones`
--

CREATE TABLE `procatones` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `is_featured` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stt` int(11) DEFAULT NULL,
  `show_nav` int(11) DEFAULT NULL,
  `location` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `discount` int(11) DEFAULT NULL,
  `price` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `selling_price` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `procatones`
--

INSERT INTO `procatones` (`id`, `hide_show`, `is_featured`, `created_at`, `updated_at`, `img`, `stt`, `show_nav`, `location`, `discount`, `price`, `selling_price`) VALUES
(1, 1, NULL, '2022-04-21 08:30:10', '2022-05-11 12:54:40', 'z3310319049703-abce3dfcfa30fabd8404973be992e027-1510.jpg', 2, NULL, '2', 20, '1000000', '800000'),
(2, 1, NULL, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015500764-61fa648655b47dd672ec4b3e0a1b2952-1643.jpg', 1, NULL, 'A & B', 20, '1200000', '960000'),
(3, 1, NULL, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016132737-8d5c0a35d897174134bb203a0c9eb160-1-1600.jpg', 3, NULL, 'D', 20, '1500000', '1200000');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `procatthrees`
--

CREATE TABLE `procatthrees` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `procattwo_id` int(11) DEFAULT '0',
  `procatone_id` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stt` int(11) DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `show_nav` int(11) DEFAULT NULL,
  `is_featured` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `procattwos`
--

CREATE TABLE `procattwos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `procatone_id` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stt` int(11) DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `show_nav` int(11) DEFAULT NULL,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_featured` int(11) DEFAULT NULL,
  `infomation` text COLLATE utf8mb4_unicode_ci
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `products`
--

CREATE TABLE `products` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `procatone_id` int(11) DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `person` int(2) DEFAULT NULL,
  `bed` int(2) DEFAULT NULL,
  `cover` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `stt` int(11) DEFAULT NULL,
  `is_featured` int(11) DEFAULT NULL,
  `is_new` int(11) DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `products`
--

INSERT INTO `products` (`id`, `procatone_id`, `hide_show`, `person`, `bed`, `cover`, `created_at`, `updated_at`, `stt`, `is_featured`, `is_new`, `img`, `code`) VALUES
(1, 1, 1, NULL, NULL, NULL, '2022-04-21 08:55:23', '2022-05-18 02:25:40', 1, 0, 0, 'z3310319049703-abce3dfcfa30fabd8404973be992e027-2040.jpg', 'C1'),
(2, 1, 1, NULL, NULL, NULL, '2022-04-21 10:21:28', '2022-05-18 02:25:40', 1, 0, 0, 'unnamed-1948.png', 'C2'),
(3, 2, 1, 2, 2, '200x150', '2022-04-21 10:22:57', '2022-05-18 02:25:40', 1, 0, 0, 'z3310015274182-a7ef3fa0a9a8f75a42fd3ff5d8c2df4b-1757.jpg', 'A1'),
(4, 1, 1, NULL, NULL, NULL, '2022-05-12 13:38:03', '2022-05-18 02:25:40', 2, 0, 0, 'placeholder.png', 'C3');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `productsimages`
--

CREATE TABLE `productsimages` (
  `id` int(11) UNSIGNED NOT NULL,
  `type` int(2) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `imgs` varchar(191) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `productsimages`
--

INSERT INTO `productsimages` (`id`, `type`, `product_id`, `created_at`, `updated_at`, `imgs`) VALUES
(1, 2, 1, '2022-04-21 08:49:34', '2022-04-21 08:49:34', 'z3310318901358-02392f192f2ee458f0111ad3ed754bcb-1534.jpg'),
(2, 2, 1, '2022-04-21 08:49:34', '2022-04-21 08:49:34', 'z3310318961466-1e7d7f685412a33f3100e61706149529-1534.jpg'),
(3, 2, 1, '2022-04-21 08:49:34', '2022-04-21 08:49:34', 'z3310318995815-2bfce733be34ea09d8a13819703fb287-1534.jpg'),
(4, 2, 1, '2022-04-21 08:49:34', '2022-04-21 08:49:34', 'z3310319027774-c6ba24fa16e8259001fa43f49d130e9b-1534.jpg'),
(5, 2, 1, '2022-04-21 08:49:34', '2022-04-21 08:49:34', 'z3310319041255-e0daa6cf5ee0a09bdadaa521565e8966-1534.jpg'),
(6, 2, 1, '2022-04-21 08:49:34', '2022-04-21 08:49:34', 'z3310319049703-abce3dfcfa30fabd8404973be992e027-1534.jpg'),
(7, 2, 1, '2022-04-21 08:49:34', '2022-04-21 08:49:34', 'z3310319072917-fcfbff3bdb0c263604aa7c8ea4565209-1534.jpg'),
(8, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310015271436-ac59af2c02c1a1527e35397385a4b1cc-1524.jpg'),
(9, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310015284783-4c0b227ab38f6389b605d28a73e7c8fd-1524.jpg'),
(10, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310015369041-2838a43f350f57e5422c9057133c3497-1524.jpg'),
(11, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310015490200-f5e5da116e94466379122f97247f130e-1524.jpg'),
(12, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310015566655-519b713a3daa38a66cb418c0d910c85f-1524.jpg'),
(13, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310016107499-293fba43868ed35321af2ee778949438-1-1524.jpg'),
(14, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310016199767-a11d527bc52440fe21d29ad602634888-1524.jpg'),
(15, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310318901358-02392f192f2ee458f0111ad3ed754bcb-1524.jpg'),
(16, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310318961466-1e7d7f685412a33f3100e61706149529-1524.jpg'),
(17, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310319041255-e0daa6cf5ee0a09bdadaa521565e8966-1524.jpg'),
(18, 3, 1, '2022-04-21 08:57:24', '2022-04-21 08:57:24', 'z3310319072917-fcfbff3bdb0c263604aa7c8ea4565209-1524.jpg'),
(19, 3, 2, '2022-04-21 08:58:07', '2022-04-21 08:58:07', '1-vuon-quoc-gia-phu-quoc-vietintravel-1507.png'),
(20, 3, 2, '2022-04-21 08:58:07', '2022-04-21 08:58:07', '53558-vuon-quoc-gia-phu-quoc-700x438-1507.jpg'),
(21, 3, 2, '2022-04-21 08:58:07', '2022-04-21 08:58:07', 'at-vuon-quoc-gia-phu-quoc-d7ac8c0755053c5f5d20eff6beda75e4-1507.jpg'),
(22, 3, 2, '2022-04-21 08:58:07', '2022-04-21 08:58:07', 'dinh-tien-son-phu-quoc-1-1507.jpg'),
(23, 3, 2, '2022-04-21 08:58:07', '2022-04-21 08:58:07', 'kinh-nghiem-tham-quan-vuon-quoc-gia-phu-quoc-1-1507.jpg'),
(24, 3, 2, '2022-04-21 08:58:07', '2022-04-21 08:58:07', 'vuon-quoc-gia-phu-quoc-2-1507.jpg'),
(25, 3, 2, '2022-04-21 08:58:07', '2022-04-21 08:58:07', 'vuon-quoc-gia-phu-quoc-tago-travel-1-1507.jpg'),
(26, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766483622-84934bf23bdcf3682375744d9c096190-1512.jpg'),
(27, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766483701-9708e038beaa1352ec3f7ad951a10266-1512.jpg'),
(28, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766490345-2b79e31bffe3b0b784c8c877e3336940-1512.jpg'),
(29, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766501651-5b49482bf20354a2518c7330cb97d02d-1512.jpg'),
(30, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766537005-dd8161d57f538b99deca8f2b7925ca56-1512.jpg'),
(31, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766698872-a886d3a8c4b02d2c04f3f029f28d95a0-1512.jpg'),
(32, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766731883-534a920cb54553024bf61ce44d7e9a54-1512.jpg'),
(33, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766772742-25c5b58bd357b81389a0dbc8b4f49b7b-1512.jpg'),
(34, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766780566-2e3d84f7b04a23b7123239b450cef23d-1512.jpg'),
(35, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766782965-f86d9eadc5af5c6388f7aaeb64f87868-1512.jpg'),
(36, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766792289-79b1d8973e47244d3ba1ff4747461978-1512.jpg'),
(37, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766859834-75c1dd935d126f10285f49e941c97818-1512.jpg'),
(38, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766946817-4d4b4c90da2fc31b38612c03c9b80ea7-1512.jpg'),
(39, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338766949473-f77647eca5ec4ca4cb9ee71c7eadd8da-1512.jpg'),
(40, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338767019277-1a357d8a6c0a2b87ea243a49313d28f1-1512.jpg'),
(41, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338767034472-417a087353516023c5bfc43da835dfa1-1512.jpg'),
(42, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338767070379-36c08c40b1da977fe7cd6cb53f6f2a5f-1512.jpg'),
(43, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338767080253-f5be2c8cccaee6654eab721966a095ff-1512.jpg'),
(44, 3, 3, '2022-04-21 08:59:12', '2022-04-21 08:59:12', 'z3338767120433-7ccdce65e08d77a1de42590738b82879-1512.jpg'),
(45, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015251656-8341f930c95dffc2f478ca3f36a3f344-1618.jpg'),
(46, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015274182-a7ef3fa0a9a8f75a42fd3ff5d8c2df4b-1618.jpg'),
(47, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015500764-61fa648655b47dd672ec4b3e0a1b2952-1618.jpg'),
(48, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015509081-c3687ec48352a299079a2707bc7be23a-1618.jpg'),
(49, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015571269-567bead12a52c2b8de42e7573941d6f5-1618.jpg'),
(50, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015578081-43e8de2801525a6af196f35a512522a2-1618.jpg'),
(51, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015582896-6aae0ed89a850ad0ba8437b8dcf74540-1618.jpg'),
(52, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015584258-9c9d19268ca96313c24ada86ee694db5-1618.jpg'),
(53, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015589313-2eb86ac7e92c35e33cba790ca6ed8a14-1618.jpg'),
(54, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015594786-38e63d5a3a152a2d970761cae43f6cee-1-1618.jpg'),
(55, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310015633508-5c0e337230f3af4b1de5ccf1e247d931-1-1618.jpg'),
(56, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310016067238-8acb5c28241600a7ebe1bf9dacff2852-1-1618.jpg'),
(57, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310016070907-307afb1cc534596bd941a0b3b2b9626f-1-1618.jpg'),
(58, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310016097552-9dad4e7a75b6a9302e748f2263994f15-1618.jpg'),
(59, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310016103320-5ab525cda61a664bb8940caf43b2c069-1618.jpg'),
(60, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310016132737-8d5c0a35d897174134bb203a0c9eb160-1-1618.jpg'),
(61, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310016152831-72cc69aadee511926b61fb31f2a1874b-1618.jpg'),
(62, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310016168255-bc3baa0f2f0d29fa6f228f072f1e682b-2-1618.jpg'),
(63, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310016222070-d0dc53c314f9f2c5c8be16124d13c06d-1618.jpg'),
(64, 3, 4, '2022-04-21 09:00:18', '2022-04-21 09:00:18', 'z3310016245770-685ebbbe0fa628ba951b51515da340ed-1618.jpg'),
(65, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015274182-a7ef3fa0a9a8f75a42fd3ff5d8c2df4b-1643.jpg'),
(66, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015284783-4c0b227ab38f6389b605d28a73e7c8fd-1643.jpg'),
(67, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015294206-db68f846b0159ee0c9b508862811d9c7-1643.jpg'),
(68, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015369041-2838a43f350f57e5422c9057133c3497-1643.jpg'),
(69, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015490200-f5e5da116e94466379122f97247f130e-1643.jpg'),
(70, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015500764-61fa648655b47dd672ec4b3e0a1b2952-1643.jpg'),
(71, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015509081-c3687ec48352a299079a2707bc7be23a-1643.jpg'),
(72, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015566655-519b713a3daa38a66cb418c0d910c85f-1643.jpg'),
(73, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015571269-567bead12a52c2b8de42e7573941d6f5-1643.jpg'),
(74, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015578081-43e8de2801525a6af196f35a512522a2-1643.jpg'),
(75, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015582896-6aae0ed89a850ad0ba8437b8dcf74540-1643.jpg'),
(76, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015584258-9c9d19268ca96313c24ada86ee694db5-1643.jpg'),
(77, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015589313-2eb86ac7e92c35e33cba790ca6ed8a14-1643.jpg'),
(78, 2, 2, '2022-04-21 09:17:43', '2022-04-21 09:17:43', 'z3310015594786-38e63d5a3a152a2d970761cae43f6cee-1-1643.jpg'),
(79, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310015633508-5c0e337230f3af4b1de5ccf1e247d931-1-1600.jpg'),
(80, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016067238-8acb5c28241600a7ebe1bf9dacff2852-1-1600.jpg'),
(81, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016103320-5ab525cda61a664bb8940caf43b2c069-1600.jpg'),
(82, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016107499-293fba43868ed35321af2ee778949438-1-1600.jpg'),
(83, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016132737-8d5c0a35d897174134bb203a0c9eb160-1-1600.jpg'),
(84, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016152831-72cc69aadee511926b61fb31f2a1874b-1600.jpg'),
(85, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016168255-bc3baa0f2f0d29fa6f228f072f1e682b-2-1600.jpg'),
(86, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016222070-d0dc53c314f9f2c5c8be16124d13c06d-1600.jpg'),
(87, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016231629-a225e4275bc4084ad3449b7c83516f67-1600.jpg'),
(88, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016245770-685ebbbe0fa628ba951b51515da340ed-1600.jpg'),
(89, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310016249858-61e5b787a3c0cb30436e374059cb85be-1600.jpg'),
(90, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310318901358-02392f192f2ee458f0111ad3ed754bcb-1600.jpg'),
(91, 2, 3, '2022-04-21 09:40:00', '2022-04-21 09:40:00', 'z3310318961466-1e7d7f685412a33f3100e61706149529-1600.jpg'),
(92, NULL, 1, '2022-05-11 13:04:40', '2022-05-11 13:04:40', 'z3310319049703-abce3dfcfa30fabd8404973be992e027-2040.jpg');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `product_tag`
--

CREATE TABLE `product_tag` (
  `id` int(11) NOT NULL,
  `tag_id` int(20) UNSIGNED NOT NULL,
  `product_id` int(20) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `recruitments`
--

CREATE TABLE `recruitments` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `stt` int(11) DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `is_new` int(11) DEFAULT NULL,
  `is_featured` int(11) DEFAULT NULL,
  `view_count` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `quantity` int(11) DEFAULT NULL,
  `date_expired` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `roles`
--

CREATE TABLE `roles` (
  `id` int(10) UNSIGNED NOT NULL,
  `slug` varchar(120) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(120) COLLATE utf8mb4_unicode_ci NOT NULL,
  `permissions` text COLLATE utf8mb4_unicode_ci,
  `description` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_by` int(10) UNSIGNED NOT NULL DEFAULT '0',
  `updated_by` int(10) UNSIGNED NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `roles`
--

INSERT INTO `roles` (`id`, `slug`, `name`, `permissions`, `description`, `created_by`, `updated_by`, `created_at`, `updated_at`) VALUES
(16, 'super-admin', 'Super admin', '[\"admin\",\"static_page_all\",\"static_page_add\",\"static_page_edit\",\"static_page_del\",\"billing_all\",\"billing_edit\",\"billing_del\",\"coupon_all\",\"coupon_add\",\"coupon_edit\",\"coupon_del\",\"feeship_all\",\"feeship_add\",\"feeship_edit\",\"feeship_del\",\"mailletter_all\",\"mailletter_edit\",\"mailletter_del\",\"contactletter_all\",\"contactletter_add\",\"contactletter_edit\",\"contactletter_del\",\"procatone_all\",\"procatone_add\",\"procatone_edit\",\"procatone_del\",\"procattwo_all\",\"procattwo_add\",\"procattwo_edit\",\"procattwo_del\",\"procatthree_all\",\"procatthree_add\",\"procatthree_edit\",\"procatthree_del\",\"product_all\",\"product_add\",\"product_edit\",\"product_del\",\"tag_all\",\"tag_add\",\"tag_edit\",\"tag_del\",\"svcate_all\",\"svcate_add\",\"svcate_edit\",\"svcate_del\",\"svcate_all\",\"svcate_add\",\"svcate_edit\",\"svcate_del\",\"newcatone_all\",\"newcatone_add\",\"newcatone_edit\",\"newcatone_del\",\"newcattwo_all\",\"newcattwo_add\",\"newcattwo_edit\",\"newcattwo_del\",\"post_all\",\"post_add\",\"post_edit\",\"post_del\",\"recruit_all\",\"recruit_add\",\"recruit_edit\",\"recruit_del\",\"slider_all\",\"slider_add\",\"slider_edit\",\"slider_del\",\"gallery_all\",\"gallery_add\",\"gallery_edit\",\"gallery_del\",\"catemedia_all\",\"catemedia_add\",\"catemedia_edit\",\"catemedia_del\",\"media_all\",\"media_add\",\"media_edit\",\"media_del\",\"filemanager\",\"webconfig_all\",\"webconfig_seo\",\"webconfig_info\",\"webconfig_social\",\"webconfig_verify\",\"webconfig_geo\",\"webconfig_mod\",\"webconfig_pic\",\"grouprole_all\",\"grouprole_add\",\"grouprole_edit\",\"grouprole_del\",\"admin_all\",\"admin_add\",\"admin_edit\",\"admin_del\",\"modsource_all\",\"language_all\",\"language_add\",\"language_edit\",\"language_del\",\"menu_all\",\"menu_add\",\"menu_edit\",\"menu_del\",\"thumbsize_all\",\"thumbsize_add\",\"thumbsize_edit\",\"thumbsize_del\",\"analytic_all\",\"ana_general\",\"ana_access\",\"ana_device\",\"ana_country\",\"ana_browser\",\"ana_site\",\"ana_ref\",\"dashboard_all\",\"maintain_all\",\"maintain_up\",\"maintain_down\"]', 'full quyền', 7, 8, '2022-03-22 09:05:37', '2022-04-10 06:21:59'),
(17, 'dang-bai-viet', 'Đăng bài viết', '[\"post_all\",\"post_add\"]', 'Đăng bài viết', 8, 0, '2022-03-22 09:15:32', '2022-03-22 09:15:32'),
(18, 'admin', 'Admin', '[\"admin\",\"static_page_all\",\"static_page_add\",\"static_page_edit\",\"static_page_del\",\"billing_all\",\"billing_edit\",\"billing_del\",\"coupon_all\",\"coupon_add\",\"coupon_edit\",\"coupon_del\",\"feeship_all\",\"feeship_add\",\"feeship_edit\",\"feeship_del\",\"mailletter_all\",\"mailletter_edit\",\"mailletter_del\",\"contactletter_all\",\"contactletter_add\",\"contactletter_edit\",\"contactletter_del\",\"procatone_all\",\"procatone_add\",\"procatone_edit\",\"procatone_del\",\"procattwo_all\",\"procattwo_add\",\"procattwo_edit\",\"procattwo_del\",\"procatthree_all\",\"procatthree_add\",\"procatthree_edit\",\"procatthree_del\",\"product_all\",\"product_add\",\"product_edit\",\"product_del\",\"tag_all\",\"tag_add\",\"tag_edit\",\"tag_del\",\"svcate_all\",\"svcate_add\",\"svcate_edit\",\"svcate_del\",\"services_all\",\"services_add\",\"services_edit\",\"services_del\",\"newcatone_all\",\"newcatone_add\",\"newcatone_edit\",\"newcatone_del\",\"newcattwo_all\",\"newcattwo_add\",\"newcattwo_edit\",\"newcattwo_del\",\"post_all\",\"post_add\",\"post_edit\",\"post_del\",\"recruit_all\",\"recruit_add\",\"recruit_edit\",\"recruit_del\",\"slider_all\",\"slider_add\",\"slider_edit\",\"slider_del\",\"partner_all\",\"partner_add\",\"partner_edit\",\"partner_del\",\"catemedia_all\",\"catemedia_add\",\"catemedia_edit\",\"catemedia_del\",\"media_all\",\"media_add\",\"media_edit\",\"media_del\",\"filemanager\",\"webconfig_all\",\"webconfig_seo\",\"webconfig_info\",\"webconfig_social\",\"webconfig_verify\",\"webconfig_geo\",\"webconfig_mod\",\"webconfig_pic\",\"analytic_all\",\"ana_general\",\"ana_access\",\"ana_device\",\"ana_country\",\"ana_browser\",\"ana_site\",\"ana_ref\",\"dashboard_all\"]', 'Admin website', 8, 0, '2022-03-23 01:26:42', '2022-03-23 01:26:42');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `role_users`
--

CREATE TABLE `role_users` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `role_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `role_users`
--

INSERT INTO `role_users` (`id`, `user_id`, `role_id`, `created_at`, `updated_at`) VALUES
(3, 6, 14, '2018-01-18 08:11:34', '2018-01-18 08:11:34');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `service_rooms`
--

CREATE TABLE `service_rooms` (
  `id` int(11) NOT NULL,
  `order_id` int(11) DEFAULT NULL,
  `name` varchar(191) DEFAULT NULL,
  `img` text,
  `unit` varchar(191) DEFAULT NULL,
  `price` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Đang đổ dữ liệu cho bảng `service_rooms`
--

INSERT INTO `service_rooms` (`id`, `order_id`, `name`, `img`, `unit`, `price`) VALUES
(1, 0, 'Thêm giường', 'kich-thuoc-giuong-ngu-don-0912.jpg', 'Giường/ngày', 50000);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `servis`
--

CREATE TABLE `servis` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `stt` int(11) DEFAULT NULL,
  `type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `article_type_id` int(11) DEFAULT '0',
  `svcategory_id` int(11) DEFAULT '0',
  `view_count` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name_vi` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_en` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_cn` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `video` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `video_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `descriptions_vi` longtext COLLATE utf8mb4_unicode_ci,
  `descriptions_en` longtext COLLATE utf8mb4_unicode_ci,
  `descriptions_cn` longtext COLLATE utf8mb4_unicode_ci,
  `is_featured` int(11) DEFAULT NULL,
  `is_new` int(11) DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `content_vi` longtext COLLATE utf8mb4_unicode_ci,
  `content_en` longtext COLLATE utf8mb4_unicode_ci,
  `content_cn` longtext COLLATE utf8mb4_unicode_ci,
  `content1_vi` longtext COLLATE utf8mb4_unicode_ci,
  `content1_en` longtext COLLATE utf8mb4_unicode_ci,
  `content1_cn` longtext COLLATE utf8mb4_unicode_ci,
  `slug` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `slug_vi` text COLLATE utf8mb4_unicode_ci,
  `slug_en` text COLLATE utf8mb4_unicode_ci,
  `slug_cn` text COLLATE utf8mb4_unicode_ci,
  `title_vi` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_cn` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `keywords_vi` text COLLATE utf8mb4_unicode_ci,
  `keywords_en` text COLLATE utf8mb4_unicode_ci,
  `keywords_cn` text COLLATE utf8mb4_unicode_ci,
  `description_vi` text COLLATE utf8mb4_unicode_ci,
  `description_en` text COLLATE utf8mb4_unicode_ci,
  `description_cn` text COLLATE utf8mb4_unicode_ci,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `img1` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `settings`
--

CREATE TABLE `settings` (
  `id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `logoindex` varchar(191) DEFAULT NULL,
  `header` varchar(191) DEFAULT NULL,
  `img` varchar(191) DEFAULT NULL,
  `faviconindex` varchar(191) DEFAULT NULL,
  `faviconadmin` varchar(191) DEFAULT '',
  `facebook` varchar(191) DEFAULT NULL,
  `instagram` text,
  `twitter` varchar(191) DEFAULT NULL,
  `youtube` varchar(191) DEFAULT NULL,
  `whatsapp` varchar(191) DEFAULT NULL,
  `viber` varchar(191) DEFAULT NULL,
  `codehead` mediumtext,
  `codebody` mediumtext,
  `idanalytics` varchar(191) DEFAULT NULL,
  `googlesiteverification` varchar(191) DEFAULT NULL,
  `latitude` varchar(191) DEFAULT NULL,
  `longitude` varchar(191) DEFAULT NULL,
  `titleadmin` varchar(191) DEFAULT NULL,
  `logoadmin` varchar(191) DEFAULT NULL,
  `email` varchar(191) DEFAULT NULL,
  `website` varchar(191) DEFAULT NULL,
  `uidfacebookadmin` varchar(191) DEFAULT NULL,
  `appidfb` varchar(191) DEFAULT NULL,
  `lang` varchar(191) NOT NULL,
  `author` varchar(191) NOT NULL,
  `robots` varchar(191) NOT NULL,
  `maps` longtext,
  `hotline_1` varchar(191) DEFAULT NULL,
  `hotline_2` varchar(191) DEFAULT NULL,
  `hotline_3` varchar(191) DEFAULT NULL,
  `href_1` varchar(191) DEFAULT NULL,
  `href_2` varchar(191) DEFAULT NULL,
  `href_3` varchar(191) DEFAULT NULL,
  `maps_1` longtext,
  `web` varchar(191) DEFAULT NULL,
  `img_cus` varchar(191) DEFAULT NULL,
  `maintain` int(11) NOT NULL,
  `maintainpass` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `settings`
--

INSERT INTO `settings` (`id`, `created_at`, `updated_at`, `logoindex`, `header`, `img`, `faviconindex`, `faviconadmin`, `facebook`, `instagram`, `twitter`, `youtube`, `whatsapp`, `viber`, `codehead`, `codebody`, `idanalytics`, `googlesiteverification`, `latitude`, `longitude`, `titleadmin`, `logoadmin`, `email`, `website`, `uidfacebookadmin`, `appidfb`, `lang`, `author`, `robots`, `maps`, `hotline_1`, `hotline_2`, `hotline_3`, `href_1`, `href_2`, `href_3`, `maps_1`, `web`, `img_cus`, `maintain`, `maintainpass`) VALUES
(1, '2019-11-10 22:22:30', '2022-05-12 07:01:18', 'resort-nen-trong1-1644.png', 'logo-1st-vnlar.gif', 'so-do-phong-nghi-size-nho-0851.png', '7-1521.png', '7-1521.png', 'https://www.facebook.com/hungsanhresortPhuQuoc', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Administrator - Trang quản trị website', 'thanh-1106.png', 'nmtran68@gmail.com', 'https://www.hungsanhresort.com/', NULL, NULL, 'vi', 'maipham', 'noodp,noindex,nofollow', '<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3926.931585068166!2d103.96681151479576!3d10.186211492723624!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x31a78d3272e3948f%3A0xc5980b6b4fe671d0!2sThanh%20Hotel%20%26%20Resort!5e0!3m2!1svi!2shk!4v1650596147461!5m2!1svi!2shk\" width=\"600\" height=\"300\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>', '0962.586.038', NULL, NULL, 'tel:0962.586.038', NULL, NULL, NULL, 'hungsanhresort.com', 'khach-hang-cua-chung-toi.jpg', 0, '$2y$10$KPSECaueRQ38EFY18eyO3uGcQ/O5h4pG.LQr5TXFFcsI0xdF1/H6q');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `showtotals`
--

CREATE TABLE `showtotals` (
  `id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `size_crops`
--

CREATE TABLE `size_crops` (
  `id` int(11) NOT NULL,
  `width` int(5) DEFAULT NULL,
  `height` int(5) DEFAULT NULL,
  `size` varchar(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `sliders`
--

CREATE TABLE `sliders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `stt` int(11) DEFAULT '0',
  `is_featured` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `hide_show` int(11) DEFAULT '0',
  `url` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `sliders`
--

INSERT INTO `sliders` (`id`, `stt`, `is_featured`, `created_at`, `updated_at`, `hide_show`, `url`, `img`) VALUES
(2, 1, 0, '2022-04-21 08:52:04', '2022-04-21 08:52:04', 1, 'thanhresort.com', 'z3310015589313-2eb86ac7e92c35e33cba790ca6ed8a14-1504.jpg'),
(3, 1, 0, '2022-04-21 08:53:44', '2022-04-21 08:53:44', 1, NULL, 'z3310015594786-38e63d5a3a152a2d970761cae43f6cee-1-1544.jpg'),
(4, 1, 0, '2022-04-21 08:54:09', '2022-04-21 08:54:09', 1, NULL, 'z3310016103320-5ab525cda61a664bb8940caf43b2c069-1509.jpg'),
(5, 1, 0, '2022-04-21 08:54:39', '2022-04-21 08:54:39', 1, NULL, 'z3310319072917-fcfbff3bdb0c263604aa7c8ea4565209-1539.jpg');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `status_orders`
--

CREATE TABLE `status_orders` (
  `id` int(11) NOT NULL,
  `name` varchar(191) DEFAULT NULL,
  `code` varchar(191) NOT NULL,
  `stt` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Đang đổ dữ liệu cho bảng `status_orders`
--

INSERT INTO `status_orders` (`id`, `name`, `code`, `stt`) VALUES
(1, 'Chưa xác nhận', 'bg-yellow', 1),
(2, 'Đã xác nhận', 'bg-aqua', 2),
(3, 'Đã thanh toán', 'bg-green', 3),
(4, 'Đã Hủy', 'bg-red', 4);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `svcategories`
--

CREATE TABLE `svcategories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stt` int(11) DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `is_featured` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `svcategories`
--

INSERT INTO `svcategories` (`id`, `created_at`, `updated_at`, `img`, `stt`, `hide_show`, `is_featured`) VALUES
(1, '2022-04-21 09:23:43', '2022-04-21 09:29:27', '3-1643.png', 3, 1, 1),
(2, '2022-04-21 09:26:48', '2022-04-21 09:29:22', 'thuexemaysaigonthanhphat-16124096837-1648.jpg', 2, 1, 1),
(3, '2022-04-21 09:29:15', '2022-04-21 09:29:15', 'co-nen-su-dung-dich-vu-dua-don-san-bay-tai-khach-san-2-1615.jpg', 1, 1, 1),
(4, '2022-04-21 09:31:43', '2022-04-21 09:31:43', 'hoc-giat-la-giat-kho-la-hoi-1643.jpg', 4, 1, 1);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `tags`
--

CREATE TABLE `tags` (
  `id` int(11) NOT NULL,
  `type` varchar(119) DEFAULT NULL,
  `stt` int(191) DEFAULT '1',
  `hide_show` int(1) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `tag_translations`
--

CREATE TABLE `tag_translations` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tag_id` bigint(20) UNSIGNED NOT NULL,
  `locale` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci,
  `title` longtext COLLATE utf8mb4_unicode_ci,
  `descriptions` longtext COLLATE utf8mb4_unicode_ci,
  `keywords` longtext COLLATE utf8mb4_unicode_ci
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `translations`
--

CREATE TABLE `translations` (
  `id` int(11) NOT NULL,
  `trans_id` int(11) DEFAULT NULL,
  `trans_type` text,
  `name` text,
  `title` text,
  `copyright` text,
  `address` text,
  `content` longtext,
  `keywords` varchar(191) DEFAULT NULL,
  `descriptions` longtext,
  `description` longtext,
  `slug` text,
  `locale` varchar(191) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Đang đổ dữ liệu cho bảng `translations`
--

INSERT INTO `translations` (`id`, `trans_id`, `trans_type`, `name`, `title`, `copyright`, `address`, `content`, `keywords`, `descriptions`, `description`, `slug`, `locale`, `created_at`, `updated_at`) VALUES
(23, 2, 'App\\Models\\Page', 'Giới Thiệu', 'Giới Thiệu', NULL, NULL, '<h2 style=\"text-align:center\">TẬP ĐO&Agrave;N KH&Aacute;CH SẠN MƯỜNG THANH</h2>\r\n\r\n<p style=\"text-align:center\"><strong>C&Acirc;U CHUYỆN VỀ MƯỜNG THANH<br />\r\n&nbsp;&ldquo;Kh&ocirc;ng gian thanh thản, t&igrave;nh cảm ch&acirc;n th&agrave;nh&rdquo;&nbsp;</strong></p>\r\n\r\n<p style=\"text-align:center\">Tại Mường Thanh, ch&uacute;ng t&ocirc;i mời bạn c&ugrave;ng khởi h&agrave;nh chuyến đi t&igrave;m về kh&ocirc;ng gian thanh thản chứa đựng những n&eacute;t văn h&oacute;a mang đậm tinh thần bản sắc Việt, nơi con người gắn kết v&agrave; th&acirc;n &aacute;i gửi trao nhau t&igrave;nh cảm ch&acirc;n th&agrave;nh. Trải dọc khắp mọi v&ugrave;ng miền của đất nước Việt Nam xinh đẹp c&ugrave;ng c&aacute;c nước trong khu vực Đ&ocirc;ng Nam &Aacute;, Mường Thanh đồng h&agrave;nh c&ugrave;ng bạn ở khắp nơi, cho mọi h&agrave;nh tr&igrave;nh, ở mọi giai đoạn của cuộc sống.</p>\r\n\r\n<p style=\"text-align:center\">Từ kh&aacute;ch sạn đầu ti&ecirc;n tọa lạc ở Điện Bi&ecirc;n Phủ, Việt Nam, Tập đo&agrave;n Kh&aacute;ch sạn Mường Thanh đ&atilde; ph&aacute;t triển th&agrave;nh chuỗi kh&aacute;ch sạn cao cấp đạt chuẩn quốc tế với gần 60 kh&aacute;ch sạn th&agrave;nh vi&ecirc;n, phủ s&oacute;ng khắp c&aacute;c địa phương tại Việt Nam v&agrave; c&aacute;c nước Đ&ocirc;ng Nam &Aacute;. Hệ thống kh&aacute;ch sạn Mường Thanh với 4 ph&acirc;n kh&uacute;c: Mường Thanh Luxury, Mường Thanh Grand, Mường Thanh Holiday v&agrave; Mường Thanh hướng đến việc phục vụ đa dạng nhu cầu của mọi du kh&aacute;ch trong nước v&agrave; quốc tế. Từ thi&ecirc;n nhi&ecirc;n n&uacute;i cao hoang sơ, qua đồng bằng tr&ugrave; ph&uacute;, miền biển trải d&agrave;i tiếp nối những đ&ocirc; thị s&ocirc;i động, th&agrave;nh phố lớn...... hệ thống kh&aacute;ch sạn Mường Thanh song h&agrave;nh v&agrave; mang đến sự h&agrave;i l&ograve;ng, tin y&ecirc;u cho du kh&aacute;ch trong v&agrave; ngo&agrave;i nước.&nbsp;</p>\r\n\r\n<p style=\"text-align:center\">Trong h&agrave;nh tr&igrave;nh ph&aacute;t triển với tầm nh&igrave;n chiến lược, mong muốn mang đến những sản phẩm dịch vụ chất lượng, tạo n&ecirc;n một thế giới dịch vụ đẳng cấp, Tập đo&agrave;n Kh&aacute;ch sạn Mường Thanh đ&atilde; mở rộng sang những lĩnh vực mới như giải tr&iacute;, thể dục thể thao, vật phẩm lưu niệm... Những thương hiệu như Mường Thanh Safari Diễn L&acirc;m (Vườn th&uacute; lớn nhất miền Bắc), VRC (Trung t&acirc;m giải tr&iacute; đa chức năng), Fitness Plus (Trung t&acirc;m Finess &amp; Yoga 5 sao), DreamKid (Khu vui chơi học tập d&agrave;nh cho trẻ em), Hoa Ban Gift Shop (Chuỗi cửa h&agrave;ng Lưu niệm cao cấp)... đều ghi nhận th&agrave;nh c&ocirc;ng v&agrave; phục vụ h&agrave;ng ng&agrave;n kh&aacute;ch h&agrave;ng, đ&aacute;p ứng nhu cầu đa dạng cho nhiều đối tượng với phong c&aacute;ch dịch vụ tận t&acirc;m từ tr&aacute;i tim.&nbsp;</p>\r\n\r\n<p style=\"text-align:center\">Những bước đi vững ch&atilde;i v&agrave; được đầu tư t&acirc;m huyết của Tập đo&agrave;n Kh&aacute;ch sạn Mường Thanh sẽ l&agrave; bước đệm quan trọng để Mường Thanh ph&aacute;t triển bền vững v&agrave; vươn m&igrave;nh mạnh mẽ kh&ocirc;ng chỉ phạm vi đất nước Việt Nam m&agrave; c&ograve;n vươn m&igrave;nh ra trường quốc tế. Chặng đường d&agrave;i ph&iacute;a trước, người Mường Thanh đồng l&ograve;ng mở ra tiềm năng ph&aacute;t triển mới, hiện thực kh&aacute;t vọng trở th&agrave;nh thương hiệu đại diện quốc gia trong ng&agrave;nh lưu tr&uacute; Việt Nam v&agrave; ghi dấu gi&aacute; trị kh&aacute;ch sạn Việt tr&ecirc;n bản đồ thế giới.</p>\r\n\r\n<p style=\"text-align:center\">HỆ THỐNG KH&Aacute;CH SẠN TƯ NH&Acirc;N LỚN NHẤT Đ&Ocirc;NG DƯƠNG</p>\r\n\r\n<p style=\"text-align:center\">Thắp s&aacute;ng bản đồ ng&agrave;nh lưu tr&uacute; Việt Nam, khẳng định vị thế vững chắc cho ri&ecirc;ng m&igrave;nh, Tập đo&agrave;n Kh&aacute;ch sạn Mường Thanh đ&atilde; tạo được chỗ đứng trong l&ograve;ng kh&aacute;ch h&agrave;ng v&agrave; du kh&aacute;ch trong v&agrave; ngo&agrave;i nước. L&agrave; Hệ thống Kh&aacute;ch sạn tư nh&acirc;n lớn nhất tại Đ&ocirc;ng dương, Mường Thanh tự h&agrave;o sở hữu gần 60 kh&aacute;ch sạn với sức chứa hơn 12.000 ph&ograve;ng, tạo việc l&agrave;m v&agrave; m&ocirc;i trường ph&aacute;t triển cho hơn 10.000 lao động, đ&oacute;ng g&oacute;p v&agrave;o ng&acirc;n s&aacute;ch quốc gia h&agrave;ng ng&agrave;n tỷ đồng mỗi năm. Những th&agrave;nh quả ấn tượng đ&oacute; được Mường Thanh h&igrave;nh th&agrave;nh v&agrave; ph&aacute;t triển qua bề d&agrave;y gần 30 năm kinh nghiệm, sự đồng l&ograve;ng tập thể v&agrave; kh&aacute;t vọng kh&ocirc;ng ngừng ho&agrave;n thiện v&agrave; ph&aacute;t triển kinh doanh song h&agrave;nh mang lại lợi &iacute;ch bền vững cho đất nước v&agrave; con người Việt.</p>\r\n\r\n<p style=\"text-align:center\">SỨ MỆNH &amp; TẦM NH&Igrave;N</p>\r\n\r\n<p style=\"text-align:center\">Sứ mệnh</p>\r\n\r\n<p style=\"text-align:center\">Sứ mệnh của Tập đo&agrave;n kh&aacute;ch sạn Mường Thanh l&agrave;&nbsp;<strong>cung cấp sản phẩm v&agrave; dịch vụ kh&aacute;ch sạn gắn liền với sự g&igrave;n giữ v&agrave; ph&aacute;t triển c&aacute;c gi&aacute; trị Việt</strong>.<br />\r\nGi&aacute; trị Việt được Mường Thanh g&igrave;n giữ x&acirc;y dựng tr&ecirc;n ch&iacute;nh những đức t&iacute;nh tốt đẹp của con người Việt, với niềm tin rằng du kh&aacute;ch đặt ch&acirc;n đến mọi miền Việt Nam đều xứng đ&aacute;ng được trải nghiệm trọn vẹn nhất sự quan t&acirc;m ch&acirc;n th&agrave;nh của người Việt.</p>\r\n\r\n<p style=\"text-align:center\">Tầm nh&igrave;n</p>\r\n\r\n<p style=\"text-align:center\">Mường Thanh kh&ocirc;ng ngừng kh&aacute;t vọng v&agrave; nỗ lực vươn tới mục ti&ecirc;u trở th&agrave;nh&nbsp;<strong>Đại diện quốc gia ng&agrave;nh kh&aacute;ch sạn Việt Nam</strong>.<br />\r\nHiện nay, Tập đo&agrave;n kh&aacute;ch sạn Mường Thanh l&agrave; thương hiệu thuần Việt, sở hữu hệ thống chuỗi kh&aacute;ch sạn nội địa lớn nhất Việt Nam.</p>', 'Giới Thiệu', 'Coming to Suway hotel, you will be immersed in the fresh nature, participate in entertainment activities, relax and take a break to get rid of all the troubles and chaos of life. emotional sublimation, the best experiences. Come to us, we guarantee that you will not regret.', 'Giới Thiệu', 'gioi-thieu', 'vi', '2022-04-08 04:08:47', '2022-04-08 04:08:47'),
(24, 2, 'App\\Models\\Page', 'About Us', 'About Us', NULL, NULL, '<p>About Us</p>', 'About Us', 'Coming to Suway hotel, you will be immersed in the fresh nature, participate in entertainment activities, relax and take a break to get rid of all the troubles and chaos of life. emotional sublimation, the best experiences. Come to us, we guarantee that you will not regret.', 'About Us', 'about-us', 'en', '2022-04-08 04:08:47', '2022-04-08 04:08:47'),
(71, 1, 'App\\Models\\Setting', 'Hùng Sánh Rerost', 'HungSanh Resort', 'maipham09311.737.11', '179 Đường Trần Hưng Đạo, Dương Tơ, Phú Quốc, Kiên Giang, Việt Nam', NULL, 'HungSanh Resort', NULL, 'Tọa lạc trung tâm Tp.Phú Quốc.\r\nCách sân bay chỉ 7p. Cách bãi biển chỉ 5p. Được xây dựng theo phong cách đan xen giữa hiện đại và thiên nhiên. Mang lại khoảng thời gian nghỉ dưỡng quý báu cho Quý Khách', NULL, 'vi', '2022-04-12 03:52:31', '2022-04-12 03:52:31'),
(72, 1, 'App\\Models\\Setting', 'HungSanh Resort', 'HungSanh Resort', 'maipham09311.737.11', '179 Tran Hung Dao Street, Duong To, Phu Quoc, Kien Giang, Vietnam', NULL, 'HungSanh Resort', NULL, 'Located in the center of Phu Quoc City.\r\nOnly 7 minutes from the airport. Only 5 minutes from the beach. Built in a style that blends modern and natural. Bringing you a precious vacation time', NULL, 'en', '2022-04-12 03:52:31', '2022-04-12 03:52:31'),
(77, 3, 'App\\Models\\Page', 'Liên Hệ', 'Liên Hệ', NULL, NULL, '<h4 style=\"text-align:center\">H&atilde;y cho ch&uacute;ng t&ocirc;i biết bạn cần hỗ trợ cũng như đang</h4>\r\n\r\n<h4 style=\"text-align:center\">thắc mắc về dịch vụ n&agrave;o của ch&uacute;ng t&ocirc;i.</h4>\r\n\r\n<div class=\"ddict_btn\" style=\"left:659.047px; top:31px\">&nbsp;</div>', 'Liên Hệ', NULL, 'Liên Hệ', 'lien-he', 'vi', '2022-04-20 02:45:17', '2022-04-20 02:45:17'),
(78, 3, 'App\\Models\\Page', 'Contact', 'Contact', NULL, NULL, '<h4 style=\"text-align:center\">Please use this form if you have any questions about our products<br />\r\nand we&#39;ll get back with you very soon.</h4>\r\n\r\n<div class=\"ddict_btn\" style=\"left:712.836px; top:23px\">&nbsp;</div>', 'Contact', NULL, 'Contact', 'contact', 'en', '2022-04-20 02:45:17', '2022-04-20 02:45:17'),
(79, 4, 'App\\Models\\Page', 'Tất cả phòng', 'Tất cả phòng', NULL, NULL, NULL, 'Tất cả phòng', NULL, 'Tất cả phòng', 'tat-ca-phong', 'vi', '2022-04-20 06:34:33', '2022-04-20 06:34:33'),
(80, 4, 'App\\Models\\Page', 'All Room', 'All Room', NULL, NULL, NULL, 'All Room', NULL, 'All Room', 'all-room', 'en', '2022-04-20 06:34:33', '2022-04-20 06:34:33'),
(81, 5, 'App\\Models\\Page', 'Tất cả bài viết', 'Tất cả bài viết', NULL, NULL, NULL, 'Tất cả bài viết', NULL, 'Tất cả bài viết', 'tat-ca-bai-viet', 'vi', '2022-04-20 06:35:12', '2022-04-20 06:35:12'),
(82, 5, 'App\\Models\\Page', 'All Post', 'All Post', NULL, NULL, NULL, 'All Post', NULL, 'All Post', 'all-post', 'en', '2022-04-20 06:35:12', '2022-04-20 06:35:12'),
(83, 6, 'App\\Models\\Page', 'Tất cả dịch vụ', 'Tất cả dịch vụ', NULL, NULL, NULL, 'Tất cả dịch vụ', NULL, 'Tất cả dịch vụ', 'tat-ca-dich-vu', 'vi', '2022-04-20 06:35:35', '2022-04-20 06:35:35'),
(84, 6, 'App\\Models\\Page', 'All Services', 'All Services', NULL, NULL, NULL, 'All Services', NULL, 'All Services', 'all-services', 'en', '2022-04-20 06:35:35', '2022-04-20 06:35:35'),
(85, 7, 'App\\Models\\Page', 'Tất cả ảnh', 'Tất cả ảnh', NULL, NULL, NULL, 'Tất cả ảnh', NULL, 'Tất cả ảnh', 'tat-ca-anh', 'vi', '2022-04-20 07:13:58', '2022-04-20 07:13:58'),
(86, 7, 'App\\Models\\Page', 'All Gallery', 'All Gallery', NULL, NULL, NULL, 'All Gallery', NULL, 'All Gallery', 'all-gallery', 'en', '2022-04-20 07:13:58', '2022-04-20 07:13:58'),
(91, 1, 'App\\Models\\Procatone', 'Khu C - Phòng đôi', 'Khu C - Phòng đôi', NULL, NULL, '<h2><strong><span style=\"font-size:16px\">2 giường đ&ocirc;i nhỏ</span></strong></h2>\r\n\r\n<h2><strong><span style=\"font-size:16px\">Tối đa: 2 người lớn +1 trẻ em</span></strong></h2>', 'Khu C - Phòng đôi', '<h2><span style=\"font-size:18px\"><u><em><strong>Khu C: Ph&ograve;ng đ&ocirc;i</strong></em></u></span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">Diện t&iacute;ch: 20m2 - 25m2 (2 giường đ&ocirc;i. Số kh&aacute;ch tối đa 3 người).</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\"><strong>Hướng :</strong> Nh&igrave;n ra S&acirc;n Vườn.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\"><strong>Kiểu nh&agrave; </strong>: Bugalow - 1 trệt, x&acirc;y mới, kiến tr&uacute;c hiện đại, 2 cửa.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\"><strong>Nội thất:</strong></span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Tivi smart kết nối internet</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Wifi free</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Hệ thống nước n&oacute;ng năng lượng mặt trời.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- 1 Ph&ograve;ng tắm, 1 ph&ograve;ng vệ sinh : đầy đủ trang thiết bị vệ sinh, mới, sạch, hiện đại.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- B&agrave;n trang điểm, b&agrave;n l&agrave;m việc.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Tủ đầu giường, tủ quần &aacute;o, kệ d&agrave;i ....</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\"><strong>Nội khu</strong></span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- S&acirc;n vườn thi&ecirc;n nhi&ecirc;n, rộng r&atilde;i</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Khu vực tổ chức BBQ</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Khu vực bếp chung với đầy đủ đồ bếp.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Đ&egrave;n điện chiếu s&aacute;ng năng lượng mặt trời.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\"><strong>Ngoại khu:</strong></span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- B&atilde;i biển : 100m</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Trung t&acirc;m th&agrave;nh phố Ph&uacute; Quốc: 1km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Nh&agrave; h&agrave;ng SunVi&ecirc;t BBG: 1m</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Dinh Cậu : 3km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- S&acirc;n bay : 3km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Khu du lịch Suối Tranh :4km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Ti&ecirc;n Sơn Đỉnh : 5km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Cầu cảng Quốc tế Ph&uacute; Quốc: 4km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Ch&ugrave;a Hộ Quốc : 15km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Nh&agrave; t&ugrave; Ph&uacute; Quốc : 17km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- C&aacute;p treo d&agrave;i nhất VN- H&ograve;n Thơm : 25km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Vườn Quốc Gia : 15km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- VinPearl Safari Ph&uacute; Quốc: 17km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- KDL L&agrave;ng Hoa Ph&uacute; Quốc: 10km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- KDL phức hợp Minh Th&agrave;nh Khang: 10km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">..... <em>V&agrave; c&ograve;n rất nhiều địa danh kh&aacute;c đang chờ bạn kh&aacute;m ph&aacute;.</em></span></h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>', 'Khu C - Phòng đôi', 'khu-c-phong-doi', 'vi', '2022-04-21 08:30:10', '2022-04-21 08:30:10'),
(92, 1, 'App\\Models\\Procatone', 'Double room', 'Double room', NULL, NULL, '<h2><span style=\"font-size:18px\">2 small double beds<br />\r\nMaximum: 2 adults +1 child</span></h2>', 'resort Phu Quoc, Phu Quoc Viet Nam', '<h2><span style=\"font-size:16px\"><u><em><strong>Zone C: Double room</strong></em></u><br />\r\n<strong>Area:</strong> 20m2 - 25m2 (2 double beds, maximum number of guests 3 people).<br />\r\n<strong>Direction :</strong> Overlooking the Garden.<br />\r\n<strong>House type</strong>: Bugalow - 1 ground floor, newly built, modern architecture, 2 doors.<br />\r\n<strong>Interior:</strong><br />\r\n- Smart TV with internet connection<br />\r\n- Free Wifi<br />\r\n- Solar hot water system.<br />\r\n- 1 bathroom, 1 toilet: full sanitary equipment, new, clean, modern.<br />\r\n- Dressing table, working desk.<br />\r\n- Bedside cabinet, wardrobe, long shelf ....<br />\r\n<strong>Inner area</strong><br />\r\n- Spacious, natural garden<br />\r\n- BBQ area<br />\r\n- Shared kitchen area with full kitchen utensils.<br />\r\n- Solar street lights.<br />\r\n<strong>Outside area:</strong><br />\r\n- Beach: 100m<br />\r\n- Phu Quoc city center: 1km<br />\r\n- SunViet Restaurant BBG: 1m<br />\r\n- Dinh Cau: 3km<br />\r\n- Airport: 3km<br />\r\n- Suoi Tranh tourist area: 4km<br />\r\n- Tien Son Dinh: 5km<br />\r\n- Phu Quoc International Wharf: 4km<br />\r\n- Ho Quoc Pagoda: 15km<br />\r\n- Phu Quoc Prison: 17km<br />\r\n- The longest cable car in Vietnam - Hon Thom: 25km<br />\r\n- National Park: 15km<br />\r\n- VinPearl Safari Phu Quoc: 17km<br />\r\n- Phu Quoc Flower Village Tourist Area: 10km<br />\r\n- Minh Thanh Khang complex tourist area: 10km<br />\r\n<strong><em>..... And there are many other places waiting for you to discover.</em></strong></span></h2>', 'Double room', 'double-room', 'en', '2022-04-21 08:30:10', '2022-04-21 08:30:10'),
(93, 2, 'App\\Models\\Slider', '0968.586.038', NULL, NULL, NULL, 'Đặt phòng 24/7', NULL, NULL, NULL, NULL, 'vi', '2022-04-21 08:52:04', '2022-04-21 08:52:04'),
(94, 2, 'App\\Models\\Slider', '0968.586.038', NULL, NULL, NULL, 'Booking Online 24/7', NULL, NULL, NULL, NULL, 'en', '2022-04-21 08:52:04', '2022-04-21 08:52:04'),
(95, 3, 'App\\Models\\Slider', '0962.586.038', NULL, NULL, NULL, 'Đặt phòng 24/7', NULL, NULL, NULL, NULL, 'vi', '2022-04-21 08:53:44', '2022-04-21 08:53:44'),
(96, 3, 'App\\Models\\Slider', '0962.586.038', NULL, NULL, NULL, 'Booking Online 24/7', NULL, NULL, NULL, NULL, 'en', '2022-04-21 08:53:44', '2022-04-21 08:53:44'),
(97, 4, 'App\\Models\\Slider', '0962.586.038', NULL, NULL, NULL, 'Đặt phòng 24/7', NULL, NULL, NULL, NULL, 'vi', '2022-04-21 08:54:09', '2022-04-21 08:54:09'),
(98, 4, 'App\\Models\\Slider', '0962.586.038', NULL, NULL, NULL, 'Booking Online 24/7', NULL, NULL, NULL, NULL, 'en', '2022-04-21 08:54:09', '2022-04-21 08:54:09'),
(99, 5, 'App\\Models\\Slider', '0962.586.038', NULL, NULL, NULL, 'Đặt phòng 24/7', NULL, NULL, NULL, NULL, 'vi', '2022-04-21 08:54:39', '2022-04-21 08:54:39'),
(100, 5, 'App\\Models\\Slider', '0962.586.038', NULL, NULL, NULL, 'Booking Online 24/7', NULL, NULL, NULL, NULL, 'en', '2022-04-21 08:54:39', '2022-04-21 08:54:39'),
(101, 1, 'App\\Models\\Product', NULL, NULL, NULL, NULL, '<h2><span style=\"font-size:18px\">Hướng : Nh&igrave;n ra S&acirc;n Vườn.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">Kiểu nh&agrave; : Bugalow - 1 trệt, x&acirc;y mới, kiến tr&uacute;c hiện đại, 2 cửa.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">Nội thất:&nbsp; &nbsp;- Tivi smart kết nối internet</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Wifi free</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Hệ thống nước n&oacute;ng năng lượng mặt trời</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- 1 Ph&ograve;ng tắm, 1 ph&ograve;ng vệ sinh : đầy đủ trang thiết bị vệ sinh, mới, sạch, hiện đại.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- B&agrave;n trang điểm, b&agrave;n l&agrave;m việc.- Tủ đầu giường, tủ quần &aacute;o, kệ d&agrave;i ....</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">Nội khu- S&acirc;n vườn thi&ecirc;n nhi&ecirc;n, rộng r&atilde;i</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Khu vực tổ chức BBQ</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Khu vực bếp chung với đầy đủ đồ bếp.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Đ&egrave;n điện chiếu s&aacute;ng năng lượng mặt trời.</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">Ngoại khu:</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- B&atilde;i biển : 100m</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Trung t&acirc;m th&agrave;nh phố Ph&uacute; Quốc: 1km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Nh&agrave; h&agrave;ng SunVi&ecirc;t BBG: 1m- Dinh Cậu : 3km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- S&acirc;n bay : 3km- Khu du lịch Suối Tranh :4km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Ti&ecirc;n Sơn Đỉnh : 5km- Cầu cảng Quốc tế Ph&uacute; Quốc: 4km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- Ch&ugrave;a Hộ Quốc : 15km- Nh&agrave; t&ugrave; Ph&uacute; Quốc : 17km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- C&aacute;p treo d&agrave;i nhất VN- H&ograve;n Thơm : 25km- Vườn Quốc Gia : 15km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- VinPearl Safari Ph&uacute; Quốc: 17km- KDL L&agrave;ng Hoa Ph&uacute; Quốc: 10km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">- KDL phức hợp Minh Th&agrave;nh Khang: 10km</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">..... V&agrave; c&ograve;n rất nhiều địa danh kh&aacute;c đang chờ bạn kh&aacute;m ph&aacute;.</span></h2>', NULL, '<p>Ph&ograve;ng C1</p>\r\n\r\n<p>Diện t&iacute;ch: 20m2. Đầu d&atilde;y.</p>\r\n\r\n<p>(2 giường đ&ocirc;i. &nbsp;Số kh&aacute;ch tối đa 3 người).</p>', NULL, 'phong-c1', 'vi', '2022-04-21 08:55:23', '2022-04-21 08:55:23'),
(102, 1, 'App\\Models\\Product', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'room-c1', 'en', '2022-04-21 08:55:23', '2022-04-21 08:55:23'),
(103, 1, 'App\\Models\\Gallery', 'Ngoại Cảnh', 'Ngoại Cảnh', NULL, NULL, NULL, 'Ngoại Cảnh', NULL, 'Ngoại Cảnh', 'ngoai-canh', 'vi', '2022-04-21 08:57:24', '2022-04-21 08:57:24'),
(104, 1, 'App\\Models\\Gallery', 'Outside', 'Outside', NULL, NULL, NULL, 'Outside', NULL, 'Outside', 'outside', 'en', '2022-04-21 08:57:24', '2022-04-21 08:57:24'),
(105, 2, 'App\\Models\\Gallery', 'Danh lam thắng cảnh', 'Danh lam thắng cảnh', NULL, NULL, NULL, 'Danh lam thắng cảnh', NULL, 'Danh lam thắng cảnh', 'danh-lam-thang-canh', 'vi', '2022-04-21 08:58:07', '2022-04-21 08:58:07'),
(106, 2, 'App\\Models\\Gallery', 'Scenic spots', 'Scenic spots', NULL, NULL, NULL, 'Scenic spots', NULL, 'Scenic spots', 'scenic-spots', 'en', '2022-04-21 08:58:07', '2022-04-21 08:58:07'),
(107, 3, 'App\\Models\\Gallery', 'Bãi biển', 'Bãi biển', NULL, NULL, NULL, 'Bãi biển', NULL, 'Bãi biển', 'bai-bien', 'vi', '2022-04-21 08:59:12', '2022-04-21 08:59:12'),
(108, 3, 'App\\Models\\Gallery', 'Beach', 'Beach', NULL, NULL, NULL, 'Beach', NULL, 'Beach', 'beach', 'en', '2022-04-21 08:59:12', '2022-04-21 08:59:12'),
(109, 4, 'App\\Models\\Gallery', 'Phòng', 'Phòng', NULL, NULL, NULL, 'Phòng', NULL, 'Phòng', 'phong', 'vi', '2022-04-21 09:00:18', '2022-04-21 09:00:18'),
(110, 4, 'App\\Models\\Gallery', 'Room', 'Room', NULL, NULL, NULL, 'Room', NULL, 'Room', 'room', 'en', '2022-04-21 09:00:18', '2022-04-21 09:00:18'),
(111, 2, 'App\\Models\\Procatone', 'Khu A & B: Phòng Gia Đình', 'Khu A & B: Phòng Gia Đình', NULL, NULL, '<div><strong><span style=\"font-size:16px\">2 giường đ&ocirc;i</span></strong></div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div><strong><span style=\"font-size:16px\">Tối đa : 2 người lớn - 2 trẻ em</span></strong></div>\r\n\r\n<div class=\"ddict_btn\" style=\"left:275.094px; top:28px\">&nbsp;</div>\r\n\r\n<div class=\"ddict_btn\" style=\"left:235.094px; top:28px\">&nbsp;</div>', 'Khu A & B: Phòng Gia Đình', '<h2><span style=\"font-size:16px\"><u><em><strong>Khu C: Ph&ograve;ng đ&ocirc;i</strong></em></u></span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">Diện t&iacute;ch: 20m2 - 25m2 (2 giường đ&ocirc;i. Số kh&aacute;ch tối đa 3 người).</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\"><strong>Hướng :</strong>&nbsp;Nh&igrave;n ra S&acirc;n Vườn.</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\"><strong>Kiểu nh&agrave;&nbsp;</strong>: Bugalow - 1 trệt, x&acirc;y mới, kiến tr&uacute;c hiện đại, 2 cửa.</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\"><strong>Nội thất:</strong></span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Tivi smart kết nối internet</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Wifi free</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Hệ thống nước n&oacute;ng năng lượng mặt trời.</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- 1 Ph&ograve;ng tắm, 1 ph&ograve;ng vệ sinh : đầy đủ trang thiết bị vệ sinh, mới, sạch, hiện đại.</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- B&agrave;n trang điểm, b&agrave;n l&agrave;m việc.</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Tủ đầu giường, tủ quần &aacute;o, kệ d&agrave;i ....</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\"><strong>Nội khu</strong></span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- S&acirc;n vườn thi&ecirc;n nhi&ecirc;n, rộng r&atilde;i</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Khu vực tổ chức BBQ</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Khu vực bếp chung với đầy đủ đồ bếp.</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Đ&egrave;n điện chiếu s&aacute;ng năng lượng mặt trời.</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\"><strong>Ngoại khu:</strong></span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- B&atilde;i biển : 100m</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Trung t&acirc;m th&agrave;nh phố Ph&uacute; Quốc: 1km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Nh&agrave; h&agrave;ng SunVi&ecirc;t BBG: 1m</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Dinh Cậu : 3km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- S&acirc;n bay : 3km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Khu du lịch Suối Tranh :4km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Ti&ecirc;n Sơn Đỉnh : 5km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Cầu cảng Quốc tế Ph&uacute; Quốc: 4km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Ch&ugrave;a Hộ Quốc : 15km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Nh&agrave; t&ugrave; Ph&uacute; Quốc : 17km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- C&aacute;p treo d&agrave;i nhất VN- H&ograve;n Thơm : 25km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- Vườn Quốc Gia : 15km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- VinPearl Safari Ph&uacute; Quốc: 17km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- KDL L&agrave;ng Hoa Ph&uacute; Quốc: 10km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">- KDL phức hợp Minh Th&agrave;nh Khang: 10km</span></h2>\r\n\r\n<h2><span style=\"font-size:16px\">.....&nbsp;<em>V&agrave; c&ograve;n rất nhiều địa danh kh&aacute;c đang chờ bạn kh&aacute;m ph&aacute;.</em></span></h2>', 'Khu A & B: Phòng Gia Đình', 'khu-a-b-phong-gia-dinh', 'vi', '2022-04-21 09:17:43', '2022-04-21 09:17:43'),
(112, 2, 'App\\Models\\Procatone', 'Zone A & B: Family Room', 'Zone A & B: Family Room', NULL, NULL, '<h2><span style=\"font-size:18px\"><strong>2 double beds<br />\r\nMaximum: 2 adults - 2 children</strong></span></h2>', 'Zone A & B: Family Room', '<h2><u><em><strong>Zone C: Double room</strong></em></u><br />\r\n<strong>Area:</strong>&nbsp;20m2 - 25m2 (2 double beds, maximum number of guests 3 people).<br />\r\n<strong>Direction :</strong>&nbsp;Overlooking the Garden.<br />\r\n<strong>House type</strong>: Bugalow - 1 ground floor, newly built, modern architecture, 2 doors.<br />\r\n<strong>Interior:</strong><br />\r\n- Smart TV with internet connection<br />\r\n- Free Wifi<br />\r\n- Solar hot water system.<br />\r\n- 1 bathroom, 1 toilet: full sanitary equipment, new, clean, modern.<br />\r\n- Dressing table, working desk.<br />\r\n- Bedside cabinet, wardrobe, long shelf ....<br />\r\n<strong>Inner area</strong><br />\r\n- Spacious, natural garden<br />\r\n- BBQ area<br />\r\n- Shared kitchen area with full kitchen utensils.<br />\r\n- Solar street lights.<br />\r\n<strong>Outside area:</strong><br />\r\n- Beach: 100m<br />\r\n- Phu Quoc city center: 1km<br />\r\n- SunViet Restaurant BBG: 1m<br />\r\n- Dinh Cau: 3km<br />\r\n- Airport: 3km<br />\r\n- Suoi Tranh tourist area: 4km<br />\r\n- Tien Son Dinh: 5km<br />\r\n- Phu Quoc International Wharf: 4km<br />\r\n- Ho Quoc Pagoda: 15km<br />\r\n- Phu Quoc Prison: 17km<br />\r\n- The longest cable car in Vietnam - Hon Thom: 25km<br />\r\n- National Park: 15km<br />\r\n- VinPearl Safari Phu Quoc: 17km<br />\r\n- Phu Quoc Flower Village Tourist Area: 10km<br />\r\n- Minh Thanh Khang complex tourist area: 10km<br />\r\n<strong><em>..... And there are many other places waiting for you to discover.</em></strong></h2>', 'Zone A & B: Family Room', 'zone-a-b-family-room', 'en', '2022-04-21 09:17:43', '2022-04-21 09:17:43'),
(113, 1, 'App\\Models\\Svcategory', 'Tour Du Lịch Phú Quốc', 'Tour Du Lịch Phú Quốc', NULL, NULL, NULL, 'Tour Du Lịch Phú Quốc', 'Chúng tôi liên kết với các công ty tổ chức du lịch chuyên nghiệp. \r\nVới các gói Tour du lịch Phú Quốc đa dạng', 'Tour Du Lịch Phú Quốc', 'tour-du-lich-phu-quoc', 'vi', '2022-04-21 09:23:43', '2022-04-21 09:23:43'),
(114, 1, 'App\\Models\\Svcategory', 'Phu Quoc Tour', 'Phu Quoc Tour', NULL, NULL, NULL, 'Phu Quoc Tour', 'We are associated with professional travel agency companies.\r\nWith diverse Phu Quoc tour packages', 'Phu Quoc Tour', 'phu-quoc-tour', 'en', '2022-04-21 09:23:43', '2022-04-21 09:23:43'),
(115, 2, 'App\\Models\\Svcategory', 'Dịch Vụ Thuê Xe', 'Dịch Vụ Thuê Xe', NULL, NULL, NULL, 'Dịch Vụ Thuê Xe', 'Cho thuê xe ô tô, xe máy, xe đạp giá cả hợp lý, chất lượng cao.', 'Dịch Vụ Thuê Xe', 'dich-vu-thue-xe', 'vi', '2022-04-21 09:26:48', '2022-04-21 09:26:48'),
(116, 2, 'App\\Models\\Svcategory', 'Car for rent service', 'Car for rent service', NULL, NULL, NULL, 'Car for rent service', 'Renting cars, motorbikes, bicycles at reasonable prices, high quality.', 'Car for rent service', 'car-for-rent-service', 'en', '2022-04-21 09:26:48', '2022-04-21 09:26:48'),
(117, 3, 'App\\Models\\Svcategory', 'Dịch Vụ Đưa Đón Sân Bay', 'Dịch Vụ Đưa Đón Sân Bay', NULL, NULL, NULL, 'Dịch Vụ Đưa Đón Sân Bay', 'Luôn luôn có mặt đúng giờ để đưa đón quý khách hàng tận tâm, chu đáo', 'Dịch Vụ Đưa Đón Sân Bay', 'dich-vu-dua-don-san-bay', 'vi', '2022-04-21 09:29:15', '2022-04-21 09:29:15'),
(118, 3, 'App\\Models\\Svcategory', 'Airport Transfers', 'Airport Transfers', NULL, NULL, NULL, 'Airport Transfers', 'Always be on time to pick up and take care of customers', 'Airport Transfers', 'airport-transfers', 'en', '2022-04-21 09:29:15', '2022-04-21 09:29:15'),
(119, 4, 'App\\Models\\Svcategory', 'Dịch Vụ Giặt Ủi', 'Dịch Vụ Giặt Ủi', NULL, NULL, NULL, 'Dịch Vụ Giặt Ủi', 'Nhanh chóng -  Sạch sẽ- Chu đáo- Giá rẻ\r\nLà những tiêu chí chúng tôi mang lại cho Quý Khách', 'Dịch Vụ Giặt Ủi', 'dich-vu-giat-ui', 'vi', '2022-04-21 09:31:43', '2022-04-21 09:31:43'),
(120, 4, 'App\\Models\\Svcategory', 'Laundry service', 'Laundry service', NULL, NULL, NULL, 'Laundry service', 'Fast - Clean - Attentive - Cheap\r\nThese are the criteria we bring to our customers', 'Laundry service', 'laundry-service', 'en', '2022-04-21 09:31:43', '2022-04-21 09:31:43'),
(121, 3, 'App\\Models\\Procatone', 'Khu D -  Nhà Riêng', 'Khu C -  Nhà Riêng', NULL, NULL, '<h2><strong><span style=\"font-size:18px\">3 Giường đ&ocirc;i</span></strong></h2>\r\n\r\n<h2><strong><span style=\"font-size:18px\">Tối đa: 5 người lớn + 3 trẻ con</span></strong></h2>', 'Khu C -  Nhà Riêng', '<h2><span style=\"font-size:16px\"><u><em><strong>Khu D: Nh&agrave; ri&ecirc;ng c&oacute; bếp</strong></em></u><br />\r\n<strong>Diện t&iacute;ch:</strong> 50 - 55 m2 (3 giường đ&ocirc;i, 1-2 giường phụ nếu ph&aacute;t sinh.. &nbsp;Số kh&aacute;ch tối đa 6-8 người).<br />\r\n<strong>Hướng :</strong>&nbsp;Nh&igrave;n ra S&acirc;n Vườn.<br />\r\n<strong>Kiểu nh&agrave;&nbsp;:</strong> Bugalow - 1 trệt, x&acirc;y mới, kiến tr&uacute;c hiện đại, 2 cửa.<br />\r\n<strong>Nội thất:</strong><br />\r\n- Tivi smart kết nối internet<br />\r\n- Wifi free<br />\r\n- Hệ thống nước n&oacute;ng năng lượng mặt trời.<br />\r\n- 1 Ph&ograve;ng tắm, 1 ph&ograve;ng vệ sinh : đầy đủ trang thiết bị vệ sinh, mới, sạch, hiện đại.<br />\r\n- B&agrave;n trang điểm, b&agrave;n l&agrave;m việc.<br />\r\n- Tủ đầu giường, tủ quần &aacute;o, kệ d&agrave;i ....<br />\r\n<strong>Nội khu</strong><br />\r\n- S&acirc;n vườn thi&ecirc;n nhi&ecirc;n, rộng r&atilde;i<br />\r\n- Khu vực tổ chức BBQ<br />\r\n- Khu vực bếp chung với đầy đủ đồ bếp.<br />\r\n- Đ&egrave;n điện chiếu s&aacute;ng năng lượng mặt trời.<br />\r\n<strong>Ngoại khu:</strong><br />\r\n- B&atilde;i biển : 100m<br />\r\n- Trung t&acirc;m th&agrave;nh phố Ph&uacute; Quốc: 1km<br />\r\n- Nh&agrave; h&agrave;ng SunVi&ecirc;t BBG: 1m<br />\r\n- Dinh Cậu : 3km<br />\r\n- S&acirc;n bay : 3km<br />\r\n- Khu du lịch Suối Tranh :4km<br />\r\n- Ti&ecirc;n Sơn Đỉnh : 5km<br />\r\n- Cầu cảng Quốc tế Ph&uacute; Quốc: 4km<br />\r\n- Ch&ugrave;a Hộ Quốc : 15km<br />\r\n- Nh&agrave; t&ugrave; Ph&uacute; Quốc : 17km<br />\r\n- C&aacute;p treo d&agrave;i nhất VN- H&ograve;n Thơm : 25km<br />\r\n- Vườn Quốc Gia : 15km<br />\r\n- VinPearl Safari Ph&uacute; Quốc: 17km<br />\r\n- KDL L&agrave;ng Hoa Ph&uacute; Quốc: 10km<br />\r\n- KDL phức hợp Minh Th&agrave;nh Khang: 10km<br />\r\n<em><strong>.....&nbsp;V&agrave; c&ograve;n rất nhiều địa danh kh&aacute;c đang chờ bạn kh&aacute;m ph&aacute;.</strong></em></span></h2>', 'Khu C -  Nhà Riêng', 'khu-c-nha-rieng', 'vi', '2022-04-21 09:40:00', '2022-04-21 09:40:00'),
(122, 3, 'App\\Models\\Procatone', 'Area D - Private House', 'Area C - Private House', NULL, NULL, '<h2><span style=\"font-size:18px\">3 Double Beds</span></h2>\r\n\r\n<h2><span style=\"font-size:18px\">Maximum: 5 adults + 3 children</span></h2>', 'Area C - Private House', '<h2><span style=\"font-size:16px\"><u><em><strong>Zone D: Private house with kitchen</strong></em></u><br />\r\n<strong>Area:</strong> 50 - 55 m2 (3 double beds, 1-2 extra beds if incurred.. &nbsp;Maximum number of guests 6-8 people).<br />\r\n<strong>Direction :</strong> &nbsp;&nbsp;Overlooking the Garden.<br />\r\n<strong>House type:</strong> Bugalow - 1 ground floor, newly built, modern architecture, 2 doors.<br />\r\n<strong>Interior:</strong><br />\r\n- Smart TV with internet connection<br />\r\n- Free Wifi<br />\r\n- Solar hot water system.<br />\r\n- 1 bathroom, 1 toilet: full sanitary equipment, new, clean, modern.<br />\r\n- Dressing table, working desk.<br />\r\n- Bedside cabinet, wardrobe, long shelf ....<br />\r\n<strong>Inner area</strong><br />\r\n- Spacious, natural garden<br />\r\n- BBQ area<br />\r\n- Shared kitchen area with full kitchen utensils.<br />\r\n- Solar street lights.<br />\r\n<strong>Outside area:</strong><br />\r\n- Beach: 100m<br />\r\n- Phu Quoc city center: 1km<br />\r\n- SunViet Restaurant BBG: 1m<br />\r\n- Dinh Cau: 3km<br />\r\n- Airport: 3km<br />\r\n- Suoi Tranh tourist area: 4km<br />\r\n- Tien Son Dinh: 5km<br />\r\n- Phu Quoc International Wharf: 4km<br />\r\n- Ho Quoc Pagoda: 15km<br />\r\n- Phu Quoc Prison: 17km<br />\r\n- The longest cable car in Vietnam - Hon Thom: 25km<br />\r\n- National Park: 15km<br />\r\n- VinPearl Safari Phu Quoc: 17km<br />\r\n- Phu Quoc Flower Village Tourist Area: 10km<br />\r\n- Minh Thanh Khang complex tourist area: 10km<br />\r\n<em><strong>.....&nbsp;And there are many other places waiting for you to discover.</strong></em></span></h2>', 'Area C - Private House', 'area-c-private-house', 'en', '2022-04-21 09:40:00', '2022-04-21 09:40:00'),
(123, 1, 'App\\Models\\Newcatone', 'Tin Tức', 'Tin Tức', NULL, NULL, NULL, 'Tin Tức', 'Cập nhập nhanh các tin tức sự kiện tại Phú Quốc', 'Tin Tức', 'tin-tuc', 'vi', '2022-04-21 09:44:22', '2022-04-21 09:44:22'),
(124, 1, 'App\\Models\\Newcatone', 'New', 'New', NULL, NULL, NULL, 'New', 'Quickly update event news in Phu Quoc', 'New', 'new', 'en', '2022-04-21 09:44:22', '2022-04-21 09:44:22'),
(127, 2, 'App\\Models\\Post', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', NULL, NULL, '<h2>&nbsp;</h2>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Một bức tranh thiên nhiên tuyệt đẹp tại vườn quốc gia Phú Quốc\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-1.jpg\" /></p>\r\n\r\n<h2>Vị tr&iacute; v&agrave; đặc điểm của vườn quốc gia Ph&uacute; Quốc</h2>\r\n\r\n<p>Th&ocirc;ng tin về vị tr&iacute; v&agrave; đặc điểm của vườn quốc gia sẽ gi&uacute;p bạn c&oacute; một lịch tr&igrave;nh kh&aacute;m ph&aacute; ho&agrave;n hảo. Bởi l&uacute;c n&agrave;y bạn sẽ biết n&ecirc;n đi như thế n&agrave;o v&agrave; n&ecirc;n d&agrave;nh thời gian bao nhi&ecirc;u để kh&aacute;m ph&aacute; nơi n&agrave;y.</p>\r\n\r\n<h3>Vị tr&iacute;</h3>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Chiếm tới 70% diện tích đất đảo, vườn quốc gia ở Phú Quốc rất rộng\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-2.jpg\" /></p>\r\n\r\n<p>Vườn quốc gia Ph&uacute; Quốc nằm ở ph&iacute;a Bắc của h&ograve;n đảo, k&eacute;o d&agrave;i từ 10&deg;12&prime; đến 10&deg;27&prime; vĩ bắc v&agrave; từ 103&deg;50&prime; đến 104&deg;04&prime; kinh đ&ocirc;ng. Địa phận của vườn quốc gia thuộc ranh giới của c&aacute;c x&atilde; B&atilde;i Thơm, G&agrave;nh Dầu, Cửa Cạn v&agrave; một phần thuộc c&aacute;c x&atilde; H&agrave;m Ninh, Cửa Dương, Dương Tơ, thị trấn Dương Đ&ocirc;ng.</p>\r\n\r\n<p>Địa điểm n&agrave;y được đưa v&agrave;o khai th&aacute;c du lịch v&agrave; giới thiệu đến mọi người lần đầu v&agrave;o năm 2001. Diện t&iacute;ch của vườn khoảng 31.000 ha, chiếm khoảng 70% diện t&iacute;ch của Ph&uacute; Quốc. Bao tr&ugrave;m cả c&aacute;c khu vực gồm: khu vực n&uacute;i H&agrave;m Rồng, khu bảo tồn thi&ecirc;n nhi&ecirc;n Bắc Đảo, khu vực Cửa Cạn v&agrave; khu vực G&agrave;nh Dầu. Ngo&agrave;i ra, vườn c&ograve;n sở hữu khoảng 60km đường bờ biển.</p>\r\n\r\n<h3>Đặc điểm của vườn quốc gia Ph&uacute; Quốc</h3>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Hệ động - thực vật đa dạng và phong phú với nhiều loài khác nhau\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-3.jpg\" /></p>\r\n\r\n<p>Vườn quốc gia ở đảo ngọc được chia l&agrave;m 3 ph&acirc;n khu chức năng gồm: khu bảo vệ nghi&ecirc;m ngặt c&oacute; diện t&iacute;ch 8.603 ha; khu phục hồi sinh th&aacute;i với diện t&iacute;ch 22.603ha v&agrave; khu h&agrave;nh ch&iacute;nh, dịch vụ diện t&iacute;ch 33ha.</p>\r\n\r\n<p>Đ&acirc;y l&agrave; một khu rừng nguy&ecirc;n sinh rộng lớn v&agrave; vẫn c&ograve;n kh&aacute; nguy&ecirc;n sơ với hệ động &ndash; thực vật phong ph&uacute;. Thảm thực vật ở vườn quốc gia c&oacute; tới hơn v&agrave;i trăm lo&agrave;i, mọc v&agrave; sinh sống ở đồi n&uacute;i thấp như: c&aacute;c lo&agrave;i c&acirc;y đại mộc, c&aacute;c loại thảo dược qu&yacute;, c&aacute;c lo&agrave;i phong lan qu&yacute;, một số lo&agrave;i sống k&yacute; sinh,&hellip; Hệ động vật ở đ&acirc;y cũng bao gồm hơn 30 lo&agrave;i th&uacute;, trong đ&oacute; 5 lo&agrave;i c&oacute; trong s&aacute;ch Đỏ Việt Nam; khoảng 200 lo&agrave;i chim, trong đ&oacute; 4 lo&agrave;i c&oacute; trong danh mục Đỏ của tổ chức IUCN v&agrave; 3 lo&agrave;i c&oacute; trong s&aacute;ch đỏ Việt Nam; hơn 50 lo&agrave;i b&ograve; s&aacute;t, trong đ&oacute; c&oacute; 9 lo&agrave;i trong danh mục IUCN v&agrave; 18 lo&agrave;i trong s&aacute;ch Đỏ Việt Nam.</p>\r\n\r\n<p>Đặc biệt sở hữu đường biển k&eacute;o d&agrave;i, vườn c&ograve;n c&oacute; rất nhiều c&aacute;c loại động vật biển. Nhiều nhất l&agrave; san h&ocirc; v&agrave; c&aacute;c lo&agrave;i ca. San h&ocirc; ở đ&acirc;y c&oacute; khoảng 100 lo&agrave;i cứng, hơn 20 lo&agrave;i mềm c&ugrave;ng 62 lo&agrave;i rong biển.</p>\r\n\r\n<p>Ch&iacute;nh hệ sinh th&aacute;i rừng v&agrave; biển phong ph&uacute; m&agrave; vườn quốc gia ở đất đảo Ph&uacute; Quốc trở th&agrave;nh một trung t&acirc;m đa dạng sinh học của Việt Nam. Nơi nu&ocirc;i dưỡng, bảo tồn v&agrave; ph&aacute;t triển c&aacute;c lo&agrave;i động &ndash; thực vật.</p>\r\n\r\n<h2>Kinh nghiệm tham quan v&agrave; kh&aacute;m ph&aacute; vườn quốc gia tại Ph&uacute; Quốc</h2>\r\n\r\n<p>Với một hệ sinh th&aacute;i c&aacute;c lo&agrave;i đa dạng v&agrave; phong ph&uacute;. Nơi đ&acirc;y sẽ l&agrave; một địa điểm l&yacute; tưởng để bạn tham quan v&agrave; kh&aacute;m ph&aacute;. Trước ti&ecirc;n h&atilde;y c&ugrave;ng xem kinh nghiệm kh&aacute;m ph&aacute; vườn quốc gia Ph&uacute; Quốc của mọi người nh&eacute;.</p>\r\n\r\n<h3>Đường đi đến vườn quốc gia</h3>\r\n\r\n<p>Vườn quốc gia Ph&uacute; Quốc chiếm phần lớn diện t&iacute;ch đất tr&ecirc;n đảo v&agrave; thuộc địa phận của nhiều x&atilde;. V&igrave; vậy, bạn sẽ c&oacute; rất nhiều lựa chọn về đường đi để kh&aacute;m ph&aacute; nơi n&agrave;y. Bạn chỉ cần đi đến x&atilde; H&agrave;m Ninh, Cửa Dương hoặc B&atilde;i Thơm, rồi di chuyển theo hướng Đ&ocirc;ng hoặc hướng Bắc khoảng 10km l&agrave; đến.</p>\r\n\r\n<p>Theo kinh nghiệm du lịch Ph&uacute; Quốc của c&aacute;c phượt thủ, kh&aacute;m ph&aacute; vườn quốc gia bắt đầu ở B&atilde;i Thơm sẽ hợp l&yacute; nhất. Bạn c&oacute; thể di chuyển đến đ&acirc;y theo cung đường sau: Bắt đầu tại trung t&acirc;m thị trấn tại đường C&aacute;ch Mạng Th&aacute;ng T&aacute;m di chuyển đến đường Nguyễn Trung Trực, đi khoảng 16km bạn sẽ gặp biển chỉ dẫn đến vườn quốc gia. Bạn đi theo biển chỉ dẫn khoảng 6km nữa l&agrave; đến trung t&acirc;m của vườn.</p>\r\n\r\n<p>Con đường xuy&ecirc;n qua rừng của vườn quốc gia rất đ&aacute;ng để bạn chinh phục. Con đường cắt ngang n&agrave;y c&oacute; chiều d&agrave;i khoảng 90km với tổng 12 c&acirc;y cầu, bắt đầu từ H&agrave;m Ninh. Con đường n&agrave;y chỉ th&iacute;ch hợp trekking. Bởi đường rừng ở đ&acirc;y rất kh&oacute; đi v&agrave; cần bảo vệ n&ecirc;n hạn chế xe đi lại. Nếu bạn th&iacute;ch phượt xe m&aacute;y bạn c&oacute; thể đi đường b&igrave;a rừng, đoạn từ x&atilde; H&agrave;m Ninh đến B&atilde;i Thơm. Đoạn n&agrave;y c&oacute; chiều d&agrave;i khoảng 50km, nhưng v&igrave; đường hơi kh&oacute; đi, nhất l&agrave; khi trời mưa, n&ecirc;n bạn mất khoảng 2 tiếng di chuyển.</p>\r\n\r\n<h3>Phương tiện di chuyển</h3>\r\n\r\n<p>Muốn kh&aacute;m ph&aacute; rừng quốc gia Ph&uacute; Quốc th&igrave; n&ecirc;n đi bằng phương tiện g&igrave;? Đ&acirc;y l&agrave; một vấn đề được nhiều du kh&aacute;ch quan t&acirc;m.</p>\r\n\r\n<p>Cũng như di chuyển đến c&aacute;c địa điểm du lich kh&aacute;c của đảo. Bạn c&oacute; thể di chuyển đến rừng bằng c&aacute;c phương tiện đường bộ. Theo chia sẻ của mọi người, xe m&aacute;y vẫn l&agrave; sự lựa chọn tối ưu. L&yacute; do được giải th&iacute;ch l&agrave; do đặc điểm địa h&igrave;nh. V&igrave; vậy, nếu bạn kh&ocirc;ng đem theo xe m&aacute;y đi c&ugrave;ng ra đảo, th&igrave; bạn c&oacute; thể thu&ecirc; ở c&aacute;c địa điểm cung cấp dịch vụ thu&ecirc; xe m&aacute;y ở đảo để kh&aacute;m ph&aacute; vườn quốc gia Ph&uacute; Quốc.</p>\r\n\r\n<p>Gi&aacute; sử dụng dịch vụ cho thu&ecirc; xe m&aacute;y ở c&aacute;c địa điểm n&agrave;y dao động khoảng 120.000 &ndash; 200.000 đồng/xe/ng&agrave;y. T&ugrave;y vị tr&iacute; lưu tr&uacute; m&agrave; bạn c&oacute; thể lựa chọn một địa điểm thu&ecirc; xe ph&ugrave; hợp v&agrave; tiện nhất.</p>\r\n\r\n<h3>Thời điểm th&iacute;ch hợp nhất tham quan vườn quốc gia</h3>\r\n\r\n<p>V&igrave; đặc điểm địa h&igrave;nh đặc th&ugrave;, n&ecirc;n để kh&aacute;m ph&aacute; trọn vẹn vườn quốc gia ở đảo Ph&uacute; Quốc bạn cũng cần lựa chọn thời điểm th&iacute;ch hợp. Theo chia sẻ của mọi người, thời điểm l&yacute; tưởng nhất để đi vườn quốc gia l&agrave; bắt đầu từ cuối th&aacute;ng 2 đến cuối th&aacute;ng 9. N&ecirc;n bắt đầu từ 7h30 v&agrave; kết th&uacute;c v&agrave;o 16h30 c&ugrave;ng ng&agrave;y.</p>\r\n\r\n<p>Ngo&agrave;i ra, bạn cũng c&oacute; thể tham quan v&agrave; kh&aacute;m ph&aacute; rừng v&agrave;o thời điểm th&aacute;ng 10 đến th&aacute;ng 12. Nhưng đ&acirc;y l&agrave; thời điểm m&ugrave;a mưa tr&ecirc;n đảo, n&ecirc;n bạn cần phải lưu &yacute; khi di chuyển để tr&aacute;nh những nguy hiểm.</p>\r\n\r\n<h3>Điều th&uacute; vị ở vườn quốc gia đảo ngọc</h3>\r\n\r\n<p>L&agrave; một hệ sinh th&aacute;i kết hợp giữa rừng v&agrave; biển. Đến đ&acirc;y, bạn sẽ kh&aacute;m ph&aacute; v&agrave; trải nghiệm rất nhiều điều th&uacute; vị. C&oacute; thể kể đến một số trải nghiệm hấp dẫn ở rừng quốc gia Ph&uacute; Quốc như:</p>\r\n\r\n<h4>Kh&aacute;m ph&aacute; hệ động thực vật</h4>\r\n\r\n<p>Như cũng đ&atilde; chia sẻ ở tr&ecirc;n, hệ động thực vật ở vườn quốc gia đảo ngọc rất phong ph&uacute; v&agrave; đa dạng. V&igrave; vậy, h&ograve;a m&igrave;nh v&agrave;o một kh&ocirc;ng gian rộng lớn, kh&aacute;m ph&aacute; hệ động thực vật ở đ&acirc;y l&agrave; một trải nghiệm cực k&igrave; th&uacute; vị.</p>\r\n\r\n<p>Đặc biệt, đ&acirc;y c&ograve;n l&agrave; một khu rừng giữ được thảm thực vật nguy&ecirc;n sinh &iacute;t ỏi tại khu vực Nam Bộ. Đi dọc cung đường kh&aacute;m ph&aacute; vườn quốc gia. Bạn sẽ thấy c&aacute;c c&acirc;y đại thụ cao lớn, gốc to bằng nhiều v&ograve;ng tay của người lớn nối lại. B&ecirc;n cạnh đ&oacute; l&agrave; c&aacute;c c&acirc;y thảo mộc qu&yacute; hiếm như cam thảo, h&agrave; thủ &ocirc;, đỗ trọng,&hellip;</p>\r\n\r\n<p>Kh&ocirc;ng gian xen lẫn giữa rừng v&agrave; biển ở nơi đ&acirc;y cũng gi&uacute;p bạn chi&ecirc;m ngưỡng được những bức tranh thi&ecirc;n nhi&ecirc;n tuyệt đẹp. Vẻ đẹp m&agrave; kh&ocirc;ng phải nơi n&agrave;o cũng c&oacute; thể c&oacute; được.</p>\r\n\r\n<h4>Tắm suối</h4>\r\n\r\n<p>Một trong những điều khiến nhiều người th&iacute;ch th&uacute; khi kh&aacute;m ph&aacute; rừng quốc gia của đảo đ&oacute; ch&iacute;nh l&agrave; trải nghiệm tắm suối. Nơi đ&acirc;y sở hữu rất nhiều d&ograve;ng suối đẹp, chẳng kh&aacute;c g&igrave; tranh vẽ. Suối Đ&agrave; B&agrave;n, suối Tranh, suối Đ&aacute; Ngọn,&hellip;đều l&agrave; những con suối thuộc vườn quốc gia Ph&uacute; Quốc. Điều đặc biệt l&agrave; c&aacute;c con suối n&agrave;y đều bắt nguồn từ d&atilde;y n&uacute;i H&agrave;m Ninh. Một d&atilde;y n&uacute;i đẹp nhất của h&ograve;n đảo xinh đẹp ph&iacute;a Nam n&agrave;y.</p>\r\n\r\n<p>Nước ở c&aacute;c con suối rất trong v&agrave; m&aacute;t. Bạn c&oacute; thể đắm m&igrave;nh trong l&agrave;n nước để cảm nhận kh&ocirc;ng kh&iacute; trong l&agrave;nh v&agrave; m&aacute;t mẻ ở đ&acirc;y. Bạn cũng c&oacute; thể đem theo đồ ăn, thức uống v&agrave; l&agrave;m một bữa tiệc ngo&agrave;i trời tại c&aacute;c con suối. Chắc chắn bạn sẽ c&oacute; được những kỉ niệm kh&ocirc;ng thể n&agrave;o qu&ecirc;n.</p>\r\n\r\n<h4>Kh&aacute;m ph&aacute; n&oacute;c nh&agrave; của đảo</h4>\r\n\r\n<p>Đ&atilde; nhắc đến rừng quốc gia th&igrave; kh&ocirc;ng thể kh&ocirc;ng nhắc đến n&uacute;i. Kh&aacute;m ph&aacute; nơi đ&acirc;y, bạn kh&ocirc;ng thể kh&ocirc;ng leo n&uacute;i. &Iacute;t nhất l&agrave; chinh phục n&oacute;c nh&agrave; của đảo ngọc Ph&uacute; Quốc ở đỉnh n&uacute;i Ch&uacute;a. N&uacute;i n&agrave;y thuộc d&atilde;y H&agrave;m Ninh với độ cao 603m. Đứng tr&ecirc;n đỉnh n&uacute;i, bạn c&oacute; thể quan s&aacute;t được to&agrave;n bộ cảnh quan của vườn quốc gia. Đ&acirc;y cũng l&agrave; một vị tr&iacute; l&yacute; tưởng để bạn ghi lại những bức ảnh từ tr&ecirc;n cao tuyệt đẹp. V&igrave; vậy, trải nghiệm n&agrave;y được rất nhiều bạn trẻ th&iacute;ch th&uacute;.</p>\r\n\r\n<h4>Ngắm m&agrave;u t&iacute;m hoa sim</h4>', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'Đừng quên ghé vườn quốc gia Phú Quốc. Đó là điều mà MOTOGO muốn nhắc nhở bạn – những người đang có ý định đến với thiên đường biển đảo. Bởi nơi đây chứa đựng rất nhiều điều thú vị để bạn khám phá và làm đẹp hơn bức tranh vẽ chuyến hành trình khám phá vùng đất đảo của bạn.', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'vuon-quoc-gia-phu-quoc-voi-he-dong-thuc-vat-khong-the-phong-phu-hon', 'vi', '2022-04-21 10:09:11', '2022-04-21 10:09:11');
INSERT INTO `translations` (`id`, `trans_id`, `trans_type`, `name`, `title`, `copyright`, `address`, `content`, `keywords`, `descriptions`, `description`, `slug`, `locale`, `created_at`, `updated_at`) VALUES
(128, 2, 'App\\Models\\Post', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'Phu Quoc National Park with flora and fauna CANNOT be richer', NULL, NULL, '<p>&nbsp;</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Một bức tranh thiên nhiên tuyệt đẹp tại vườn quốc gia Phú Quốc\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-1.jpg\" /></p>\r\n\r\n<p>Location and characteristics of Phu Quoc National Park<br />\r\nInformation about the location and features of the national park will help you to have a perfect exploration schedule. By now you will know how to go and how much time should be spent exploring this place.</p>\r\n\r\n<p>Location</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Chiếm tới 70% diện tích đất đảo, vườn quốc gia ở Phú Quốc rất rộng\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-2.jpg\" /></p>\r\n\r\n<p>Phu Quoc National Park is located in the north of the island, extending from 10&deg;12&prime; to 10&deg;27&prime; north latitude and from 103&deg;50&prime; to 104&deg;04&prime; east longitude. The area of the national park belongs to the boundary of Bai Thom, Ganh Dau, Cua Can communes and a part of Ham Ninh, Cua Duong, Duong To communes, Duong Dong town.</p>\r\n\r\n<p>This site was put into tourism operation and introduced to the public for the first time in 2001. The area of the garden is about 31,000 ha, accounting for about 70% of the area of Phu Quoc. Covering areas including: Ham Rong mountain area, Bac Dao nature reserve, Cua Can area and Ganh Dau area. In addition, the garden also owns about 60km of coastline.</p>\r\n\r\n<p>Features of Phu Quoc National Park</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Hệ động - thực vật đa dạng và phong phú với nhiều loài khác nhau\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-3.jpg\" /></p>\r\n\r\n<p>The national park in pearl island is divided into 3 functional subdivisions, including: strictly protected area with an area of ​​8,603 ha; ecological restoration area with an area of ​​22,603 ​​hectares and administrative and service areas with an area of ​​33 hectares.</p>\r\n\r\n<p>This is a large primeval forest and is still quite pristine with rich flora and fauna. The vegetation in the national park has more than a few hundred species, growing and living in the low mountains such as: species of magnolia trees, precious herbs, precious orchids, some parasitic species, etc. The fauna here also includes more than 30 species of mammals, of which 5 are listed in the Red Book of Vietnam; about 200 species of birds, of which 4 are on the IUCN Red List and 3 are listed in the Vietnam Red Book; More than 50 species of reptiles, including 9 species in the IUCN list and 18 species in the Red Book of Vietnam.</p>\r\n\r\n<p>Especially with a long stretch of sea, the garden also has many kinds of marine animals. Most are corals and species of ca. Coral here has about 100 species of hard, more than 20 species of soft and 62 species of seaweed.</p>\r\n\r\n<p>It is the rich forest and marine ecosystems that make the national park in Phu Quoc island become a center of biodiversity of Vietnam. A place to nurture, conserve and develop plant and animal species.</p>\r\n\r\n<p>Read to know: Is Phu Quoc at night as HOT as rumored or not?</p>\r\n\r\n<p>Experience visiting and exploring the national park in Phu Quoc<br />\r\nWith an ecosystem of diverse and rich species. This place will be an ideal place for you to visit and explore. First, let&#39;s see everyone&#39;s experience of exploring Phu Quoc national park.</p>\r\n\r\n<p>Road to the national park</p>\r\n\r\n<p>Phu Quoc National Park occupies most of the land on the island and belongs to many communes. So you will have a lot of options on the way to explore this place. You just need to go to Ham Ninh, Cua Duong or Bai Thom communes, then move east or north about 10km to arrive.</p>\r\n\r\n<p>According to the Phu Quoc travel experience of the backpackers, exploring the national park starting at Bai Thom will be the most reasonable. You can move here by the following route: Start at the town center at Cach Mang Thang Tam street, move to Nguyen Trung Truc street, go about 16km you will meet the signposts to the national park. You follow the signpost about 6km to the center of the garden.</p>\r\n\r\n<p>The road through the forest of the national park is worth conquering. This cross road has a length of about 90km with a total of 12 bridges, starting from Ham Ninh. This road is only suitable for trekking. Because the forest road here is very difficult to go and need to be protected, vehicles should be limited. If you like to ride motorbikes, you can take the road on the edge of the forest, from Ham Ninh commune to Bai Thom. This section is about 50km long, but because the road is a bit difficult to go, especially when it rains, it takes you about 2 hours to travel.</p>\r\n\r\n<p>Transport</p>\r\n\r\n<p>What means of transport should you use to explore Phu Quoc National Forest? This is an issue that many tourists are interested in.</p>\r\n\r\n<p>As well as moving to other tourist destinations of the island. You can move to the forest by road vehicles. According to everyone&#39;s share, motorbikes are still the optimal choice. The reason is explained by topographical features. Therefore, if you do not bring a motorbike with you to the island, you can rent it at places that provide motorbike rental services on the island to explore Phu Quoc National Park.</p>\r\n\r\n<p>The price of motorbike rental service in these locations ranges from 120,000 to 200,000 VND/car/day. Depending on the location of your stay, you can choose the most suitable and convenient car rental location.</p>\r\n\r\n<p>&gt;&gt;See more articles: Some reputable motorbike rental locations in Phu Quoc that you can choose from.</p>\r\n\r\n<p>The best time to visit the national park<br />\r\nBecause of the specific topographical features, to fully explore the national park in Phu Quoc island, you also need to choose the right time. According to everyone&#39;s share, the most ideal time to go to the national park is from the end of February to the end of September. Should start at 7:30 a.m. and end at 16:30 of the same day.</p>\r\n\r\n<p>In addition, you can also visit and explore the forest from October to December. But this is the rainy season on the island, so you need to be careful when moving to avoid dangers.</p>\r\n\r\n<p>Articles to read: When is the best season to travel to Phu Quoc? Experience summed up HERE</p>\r\n\r\n<p>Interesting things in the pearl island national park<br />\r\nIt is an ecosystem that combines the forest and the sea. Coming here, you will discover and experience a lot of interesting things. Some interesting experiences in Phu Quoc National Forest can be mentioned such as:</p>\r\n\r\n<p>Discover flora and fauna</p>\r\n\r\n<p>As also shared above, the flora and fauna in the pearl island national park are very rich and diverse. Therefore, immersing in a large space, exploring the flora and fauna here is an extremely interesting experience.</p>\r\n\r\n<p>In particular, this is also a forest that retains the meager primary vegetation in the Southern region. Walk along the road to explore the national park. You will see tall, large trees with roots as big as many adult arms connected. In addition, there are rare and precious herbs such as licorice, ha thu o, bean curd, etc.</p>\r\n\r\n<p>The space between the forest and the sea here also helps you to admire the beautiful natural pictures. Beauty that can not be found everywhere.</p>\r\n\r\n<p>Stream bathing</p>\r\n\r\n<p>One of the things that many people enjoy when exploring the island&#39;s national forest is the experience of bathing in the stream. This place owns many beautiful streams, like a picture. Da Ban stream, Tranh stream, Da Ngon stream, etc. are all streams belonging to Phu Quoc National Park. The special thing is that these streams all originate from the Ham Ninh mountain range. A most beautiful mountain range of this beautiful southern island.</p>\r\n\r\n<p>The water in the streams is very clear and cool. You can immerse yourself in the water to feel the fresh and cool air here. You can also bring food and drinks and have an outdoor party at the streams. You will surely have unforgettable memories.</p>\r\n\r\n<p>Explore the roof of the island<br />\r\nReferring to the national forest, it is impossible not to mention the mountains. Discovering this place, you cannot help but climb the mountain. At least conquer the roof of Phu Quoc pearl island at the top of Chua mountain. This mountain belongs to Ham Ninh range with an altitude of 603m. Standing on the top of the mountain, you can observe the entire landscape of the national park. This is also an ideal location for you to capture stunning aerial photos. Therefore, this experience is enjoyed by many young people.</p>\r\n\r\n<p>See the purple myrtle flower</p>', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'Don\'t forget to visit Phu Quoc National Park. That\'s what MOTOGO wants to remind you - those who are intending to come to the island paradise. Because this place contains a lot of interesting things for you to discover and beautify the picture of your journey to discover the island land.', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'phu-quoc-national-park-with-flora-and-fauna-cannot-be-richer', 'en', '2022-04-21 10:09:11', '2022-04-21 10:09:11'),
(129, 3, 'App\\Models\\Post', 'Vinpearl Resort & Spa Phú Quốc', 'Vinpearl Resort & Spa Phú Quốc', NULL, NULL, NULL, 'Vinpearl Resort & Spa Phú Quốc', 'Chào đón du khách với kiến trúc mang đậm phong cách Indochine và bể bơi ngoài trời rộng gần 5.000m2 ôm lấy khuôn viên khu nghỉ, Vinpearl Resort & Spa Phú Quốc mang đến hành trình trải nghiệm đậm hương sắc thiên nhiên đặc trưng của đảo ngọc. Đó là khi dạo biển ngắm “bữa tiệc ánh sáng” rực rỡ phía chân trời, hay thả mình trên ghế lười xem một bộ phim yêu thích tại rạp chiếu phim bãi biển.Trải nghiệm không thể bỏ lỡ tại đây là buffet hải sản cùng nhạc sống và view hoàng hôn tại nhà hàng Pepper, và tận hưởng liệu trình massage tại một chòi spa trên mặt hồ yên ả.', 'Vinpearl Resort & Spa Phú Quốc', 'vinpearl-resort-spa-phu', 'vi', '2022-04-21 10:18:38', '2022-04-21 10:18:38'),
(130, 3, 'App\\Models\\Post', 'Vinpearl Resort & Spa Phu Quoc', 'Vinpearl Resort & Spa Phu Quoc', NULL, NULL, NULL, 'Vinpearl Resort & Spa Phu Quoc', 'Welcoming visitors with Indochine-style architecture and an outdoor swimming pool of nearly 5,000 square meters embracing the resort campus, Vinpearl Resort & Spa Phu Quoc offers a journey to experience the distinctive natural flavors of the pearl island. . That\'s when walking on the beach to watch the brilliant \"light party\" on the horizon, or lounging on a lazy chair to watch a favorite movie at the beach cinema. The experience not to be missed here is the seafood buffet with Live music and sunset views at Pepper restaurant, and enjoy a massage at a spa hut on a tranquil lake.', 'Vinpearl Resort & Spa Phu Quoc', 'vinpearl-resort-spa-phu-quoc', 'en', '2022-04-21 10:18:38', '2022-04-21 10:18:38'),
(131, 2, 'App\\Models\\Product', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'phong-c2', 'vi', '2022-04-21 10:21:28', '2022-04-21 10:21:28'),
(132, 2, 'App\\Models\\Product', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'room-c2', 'en', '2022-04-21 10:21:28', '2022-04-21 10:21:28'),
(133, 3, 'App\\Models\\Product', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'phong-a1', 'vi', '2022-04-21 10:22:57', '2022-04-21 10:22:57'),
(134, 3, 'App\\Models\\Product', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'room-a1', 'en', '2022-04-21 10:22:57', '2022-04-21 10:22:57'),
(135, 4, 'App\\Models\\Post', 'Vinpearl Resort', 'Vinpearl Resort & Spa Phú Quốc', NULL, NULL, NULL, 'Vinpearl Resort & Spa Phú Quốc', 'Chào đón du khách với kiến trúc mang đậm phong cách Indochine và bể bơi ngoài trời rộng gần 5.000m2 ôm lấy khuôn viên khu nghỉ, Vinpearl Resort & Spa Phú Quốc mang đến hành trình trải nghiệm đậm hương sắc thiên nhiên đặc trưng của đảo ngọc. Đó là khi dạo biển ngắm “bữa tiệc ánh sáng” rực rỡ phía chân trời, hay thả mình trên ghế lười xem một bộ phim yêu thích tại rạp chiếu phim bãi biển.Trải nghiệm không thể bỏ lỡ tại đây là buffet hải sản cùng nhạc sống và view hoàng hôn tại nhà hàng Pepper, và tận hưởng liệu trình massage tại một chòi spa trên mặt hồ yên ả.', 'Vinpearl Resort & Spa Phú Quốc', 'vinpearl', 'vi', '2022-04-21 10:18:38', '2022-04-21 10:18:38'),
(136, 4, 'App\\Models\\Post', 'Vinpearl Resort & Spa Phu Quoc', 'Vinpearl Resort & Spa Phu Quoc', NULL, NULL, NULL, 'Vinpearl Resort & Spa Phu Quoc', 'Welcoming visitors with Indochine-style architecture and an outdoor swimming pool of nearly 5,000 square meters embracing the resort campus, Vinpearl Resort & Spa Phu Quoc offers a journey to experience the distinctive natural flavors of the pearl island. . That\'s when walking on the beach to watch the brilliant \"light party\" on the horizon, or lounging on a lazy chair to watch a favorite movie at the beach cinema. The experience not to be missed here is the seafood buffet with Live music and sunset views at Pepper restaurant, and enjoy a massage at a spa hut on a tranquil lake.', 'Vinpearl Resort & Spa Phu Quoc', 'vinpearl-resort-spa-phu-quoc-2', 'en', '2022-04-21 10:18:38', '2022-04-21 10:18:38'),
(137, 5, 'App\\Models\\Post', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', NULL, NULL, '<h2>&nbsp;</h2>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Một bức tranh thiên nhiên tuyệt đẹp tại vườn quốc gia Phú Quốc\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-1.jpg\" /></p>\r\n\r\n<h2>Vị tr&iacute; v&agrave; đặc điểm của vườn quốc gia Ph&uacute; Quốc</h2>\r\n\r\n<p>Th&ocirc;ng tin về vị tr&iacute; v&agrave; đặc điểm của vườn quốc gia sẽ gi&uacute;p bạn c&oacute; một lịch tr&igrave;nh kh&aacute;m ph&aacute; ho&agrave;n hảo. Bởi l&uacute;c n&agrave;y bạn sẽ biết n&ecirc;n đi như thế n&agrave;o v&agrave; n&ecirc;n d&agrave;nh thời gian bao nhi&ecirc;u để kh&aacute;m ph&aacute; nơi n&agrave;y.</p>\r\n\r\n<h3>Vị tr&iacute;</h3>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Chiếm tới 70% diện tích đất đảo, vườn quốc gia ở Phú Quốc rất rộng\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-2.jpg\" /></p>\r\n\r\n<p>Vườn quốc gia Ph&uacute; Quốc nằm ở ph&iacute;a Bắc của h&ograve;n đảo, k&eacute;o d&agrave;i từ 10&deg;12&prime; đến 10&deg;27&prime; vĩ bắc v&agrave; từ 103&deg;50&prime; đến 104&deg;04&prime; kinh đ&ocirc;ng. Địa phận của vườn quốc gia thuộc ranh giới của c&aacute;c x&atilde; B&atilde;i Thơm, G&agrave;nh Dầu, Cửa Cạn v&agrave; một phần thuộc c&aacute;c x&atilde; H&agrave;m Ninh, Cửa Dương, Dương Tơ, thị trấn Dương Đ&ocirc;ng.</p>\r\n\r\n<p>Địa điểm n&agrave;y được đưa v&agrave;o khai th&aacute;c du lịch v&agrave; giới thiệu đến mọi người lần đầu v&agrave;o năm 2001. Diện t&iacute;ch của vườn khoảng 31.000 ha, chiếm khoảng 70% diện t&iacute;ch của Ph&uacute; Quốc. Bao tr&ugrave;m cả c&aacute;c khu vực gồm: khu vực n&uacute;i H&agrave;m Rồng, khu bảo tồn thi&ecirc;n nhi&ecirc;n Bắc Đảo, khu vực Cửa Cạn v&agrave; khu vực G&agrave;nh Dầu. Ngo&agrave;i ra, vườn c&ograve;n sở hữu khoảng 60km đường bờ biển.</p>\r\n\r\n<h3>Đặc điểm của vườn quốc gia Ph&uacute; Quốc</h3>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Hệ động - thực vật đa dạng và phong phú với nhiều loài khác nhau\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-3.jpg\" /></p>\r\n\r\n<p>Vườn quốc gia ở đảo ngọc được chia l&agrave;m 3 ph&acirc;n khu chức năng gồm: khu bảo vệ nghi&ecirc;m ngặt c&oacute; diện t&iacute;ch 8.603 ha; khu phục hồi sinh th&aacute;i với diện t&iacute;ch 22.603ha v&agrave; khu h&agrave;nh ch&iacute;nh, dịch vụ diện t&iacute;ch 33ha.</p>\r\n\r\n<p>Đ&acirc;y l&agrave; một khu rừng nguy&ecirc;n sinh rộng lớn v&agrave; vẫn c&ograve;n kh&aacute; nguy&ecirc;n sơ với hệ động &ndash; thực vật phong ph&uacute;. Thảm thực vật ở vườn quốc gia c&oacute; tới hơn v&agrave;i trăm lo&agrave;i, mọc v&agrave; sinh sống ở đồi n&uacute;i thấp như: c&aacute;c lo&agrave;i c&acirc;y đại mộc, c&aacute;c loại thảo dược qu&yacute;, c&aacute;c lo&agrave;i phong lan qu&yacute;, một số lo&agrave;i sống k&yacute; sinh,&hellip; Hệ động vật ở đ&acirc;y cũng bao gồm hơn 30 lo&agrave;i th&uacute;, trong đ&oacute; 5 lo&agrave;i c&oacute; trong s&aacute;ch Đỏ Việt Nam; khoảng 200 lo&agrave;i chim, trong đ&oacute; 4 lo&agrave;i c&oacute; trong danh mục Đỏ của tổ chức IUCN v&agrave; 3 lo&agrave;i c&oacute; trong s&aacute;ch đỏ Việt Nam; hơn 50 lo&agrave;i b&ograve; s&aacute;t, trong đ&oacute; c&oacute; 9 lo&agrave;i trong danh mục IUCN v&agrave; 18 lo&agrave;i trong s&aacute;ch Đỏ Việt Nam.</p>\r\n\r\n<p>Đặc biệt sở hữu đường biển k&eacute;o d&agrave;i, vườn c&ograve;n c&oacute; rất nhiều c&aacute;c loại động vật biển. Nhiều nhất l&agrave; san h&ocirc; v&agrave; c&aacute;c lo&agrave;i ca. San h&ocirc; ở đ&acirc;y c&oacute; khoảng 100 lo&agrave;i cứng, hơn 20 lo&agrave;i mềm c&ugrave;ng 62 lo&agrave;i rong biển.</p>\r\n\r\n<p>Ch&iacute;nh hệ sinh th&aacute;i rừng v&agrave; biển phong ph&uacute; m&agrave; vườn quốc gia ở đất đảo Ph&uacute; Quốc trở th&agrave;nh một trung t&acirc;m đa dạng sinh học của Việt Nam. Nơi nu&ocirc;i dưỡng, bảo tồn v&agrave; ph&aacute;t triển c&aacute;c lo&agrave;i động &ndash; thực vật.</p>\r\n\r\n<h2>Kinh nghiệm tham quan v&agrave; kh&aacute;m ph&aacute; vườn quốc gia tại Ph&uacute; Quốc</h2>\r\n\r\n<p>Với một hệ sinh th&aacute;i c&aacute;c lo&agrave;i đa dạng v&agrave; phong ph&uacute;. Nơi đ&acirc;y sẽ l&agrave; một địa điểm l&yacute; tưởng để bạn tham quan v&agrave; kh&aacute;m ph&aacute;. Trước ti&ecirc;n h&atilde;y c&ugrave;ng xem kinh nghiệm kh&aacute;m ph&aacute; vườn quốc gia Ph&uacute; Quốc của mọi người nh&eacute;.</p>\r\n\r\n<h3>Đường đi đến vườn quốc gia</h3>\r\n\r\n<p>Vườn quốc gia Ph&uacute; Quốc chiếm phần lớn diện t&iacute;ch đất tr&ecirc;n đảo v&agrave; thuộc địa phận của nhiều x&atilde;. V&igrave; vậy, bạn sẽ c&oacute; rất nhiều lựa chọn về đường đi để kh&aacute;m ph&aacute; nơi n&agrave;y. Bạn chỉ cần đi đến x&atilde; H&agrave;m Ninh, Cửa Dương hoặc B&atilde;i Thơm, rồi di chuyển theo hướng Đ&ocirc;ng hoặc hướng Bắc khoảng 10km l&agrave; đến.</p>\r\n\r\n<p>Theo kinh nghiệm du lịch Ph&uacute; Quốc của c&aacute;c phượt thủ, kh&aacute;m ph&aacute; vườn quốc gia bắt đầu ở B&atilde;i Thơm sẽ hợp l&yacute; nhất. Bạn c&oacute; thể di chuyển đến đ&acirc;y theo cung đường sau: Bắt đầu tại trung t&acirc;m thị trấn tại đường C&aacute;ch Mạng Th&aacute;ng T&aacute;m di chuyển đến đường Nguyễn Trung Trực, đi khoảng 16km bạn sẽ gặp biển chỉ dẫn đến vườn quốc gia. Bạn đi theo biển chỉ dẫn khoảng 6km nữa l&agrave; đến trung t&acirc;m của vườn.</p>\r\n\r\n<p>Con đường xuy&ecirc;n qua rừng của vườn quốc gia rất đ&aacute;ng để bạn chinh phục. Con đường cắt ngang n&agrave;y c&oacute; chiều d&agrave;i khoảng 90km với tổng 12 c&acirc;y cầu, bắt đầu từ H&agrave;m Ninh. Con đường n&agrave;y chỉ th&iacute;ch hợp trekking. Bởi đường rừng ở đ&acirc;y rất kh&oacute; đi v&agrave; cần bảo vệ n&ecirc;n hạn chế xe đi lại. Nếu bạn th&iacute;ch phượt xe m&aacute;y bạn c&oacute; thể đi đường b&igrave;a rừng, đoạn từ x&atilde; H&agrave;m Ninh đến B&atilde;i Thơm. Đoạn n&agrave;y c&oacute; chiều d&agrave;i khoảng 50km, nhưng v&igrave; đường hơi kh&oacute; đi, nhất l&agrave; khi trời mưa, n&ecirc;n bạn mất khoảng 2 tiếng di chuyển.</p>\r\n\r\n<h3>Phương tiện di chuyển</h3>\r\n\r\n<p>Muốn kh&aacute;m ph&aacute; rừng quốc gia Ph&uacute; Quốc th&igrave; n&ecirc;n đi bằng phương tiện g&igrave;? Đ&acirc;y l&agrave; một vấn đề được nhiều du kh&aacute;ch quan t&acirc;m.</p>\r\n\r\n<p>Cũng như di chuyển đến c&aacute;c địa điểm du lich kh&aacute;c của đảo. Bạn c&oacute; thể di chuyển đến rừng bằng c&aacute;c phương tiện đường bộ. Theo chia sẻ của mọi người, xe m&aacute;y vẫn l&agrave; sự lựa chọn tối ưu. L&yacute; do được giải th&iacute;ch l&agrave; do đặc điểm địa h&igrave;nh. V&igrave; vậy, nếu bạn kh&ocirc;ng đem theo xe m&aacute;y đi c&ugrave;ng ra đảo, th&igrave; bạn c&oacute; thể thu&ecirc; ở c&aacute;c địa điểm cung cấp dịch vụ thu&ecirc; xe m&aacute;y ở đảo để kh&aacute;m ph&aacute; vườn quốc gia Ph&uacute; Quốc.</p>\r\n\r\n<p>Gi&aacute; sử dụng dịch vụ cho thu&ecirc; xe m&aacute;y ở c&aacute;c địa điểm n&agrave;y dao động khoảng 120.000 &ndash; 200.000 đồng/xe/ng&agrave;y. T&ugrave;y vị tr&iacute; lưu tr&uacute; m&agrave; bạn c&oacute; thể lựa chọn một địa điểm thu&ecirc; xe ph&ugrave; hợp v&agrave; tiện nhất.</p>\r\n\r\n<h3>Thời điểm th&iacute;ch hợp nhất tham quan vườn quốc gia</h3>\r\n\r\n<p>V&igrave; đặc điểm địa h&igrave;nh đặc th&ugrave;, n&ecirc;n để kh&aacute;m ph&aacute; trọn vẹn vườn quốc gia ở đảo Ph&uacute; Quốc bạn cũng cần lựa chọn thời điểm th&iacute;ch hợp. Theo chia sẻ của mọi người, thời điểm l&yacute; tưởng nhất để đi vườn quốc gia l&agrave; bắt đầu từ cuối th&aacute;ng 2 đến cuối th&aacute;ng 9. N&ecirc;n bắt đầu từ 7h30 v&agrave; kết th&uacute;c v&agrave;o 16h30 c&ugrave;ng ng&agrave;y.</p>\r\n\r\n<p>Ngo&agrave;i ra, bạn cũng c&oacute; thể tham quan v&agrave; kh&aacute;m ph&aacute; rừng v&agrave;o thời điểm th&aacute;ng 10 đến th&aacute;ng 12. Nhưng đ&acirc;y l&agrave; thời điểm m&ugrave;a mưa tr&ecirc;n đảo, n&ecirc;n bạn cần phải lưu &yacute; khi di chuyển để tr&aacute;nh những nguy hiểm.</p>\r\n\r\n<h3>Điều th&uacute; vị ở vườn quốc gia đảo ngọc</h3>\r\n\r\n<p>L&agrave; một hệ sinh th&aacute;i kết hợp giữa rừng v&agrave; biển. Đến đ&acirc;y, bạn sẽ kh&aacute;m ph&aacute; v&agrave; trải nghiệm rất nhiều điều th&uacute; vị. C&oacute; thể kể đến một số trải nghiệm hấp dẫn ở rừng quốc gia Ph&uacute; Quốc như:</p>\r\n\r\n<h4>Kh&aacute;m ph&aacute; hệ động thực vật</h4>\r\n\r\n<p>Như cũng đ&atilde; chia sẻ ở tr&ecirc;n, hệ động thực vật ở vườn quốc gia đảo ngọc rất phong ph&uacute; v&agrave; đa dạng. V&igrave; vậy, h&ograve;a m&igrave;nh v&agrave;o một kh&ocirc;ng gian rộng lớn, kh&aacute;m ph&aacute; hệ động thực vật ở đ&acirc;y l&agrave; một trải nghiệm cực k&igrave; th&uacute; vị.</p>\r\n\r\n<p>Đặc biệt, đ&acirc;y c&ograve;n l&agrave; một khu rừng giữ được thảm thực vật nguy&ecirc;n sinh &iacute;t ỏi tại khu vực Nam Bộ. Đi dọc cung đường kh&aacute;m ph&aacute; vườn quốc gia. Bạn sẽ thấy c&aacute;c c&acirc;y đại thụ cao lớn, gốc to bằng nhiều v&ograve;ng tay của người lớn nối lại. B&ecirc;n cạnh đ&oacute; l&agrave; c&aacute;c c&acirc;y thảo mộc qu&yacute; hiếm như cam thảo, h&agrave; thủ &ocirc;, đỗ trọng,&hellip;</p>\r\n\r\n<p>Kh&ocirc;ng gian xen lẫn giữa rừng v&agrave; biển ở nơi đ&acirc;y cũng gi&uacute;p bạn chi&ecirc;m ngưỡng được những bức tranh thi&ecirc;n nhi&ecirc;n tuyệt đẹp. Vẻ đẹp m&agrave; kh&ocirc;ng phải nơi n&agrave;o cũng c&oacute; thể c&oacute; được.</p>\r\n\r\n<h4>Tắm suối</h4>\r\n\r\n<p>Một trong những điều khiến nhiều người th&iacute;ch th&uacute; khi kh&aacute;m ph&aacute; rừng quốc gia của đảo đ&oacute; ch&iacute;nh l&agrave; trải nghiệm tắm suối. Nơi đ&acirc;y sở hữu rất nhiều d&ograve;ng suối đẹp, chẳng kh&aacute;c g&igrave; tranh vẽ. Suối Đ&agrave; B&agrave;n, suối Tranh, suối Đ&aacute; Ngọn,&hellip;đều l&agrave; những con suối thuộc vườn quốc gia Ph&uacute; Quốc. Điều đặc biệt l&agrave; c&aacute;c con suối n&agrave;y đều bắt nguồn từ d&atilde;y n&uacute;i H&agrave;m Ninh. Một d&atilde;y n&uacute;i đẹp nhất của h&ograve;n đảo xinh đẹp ph&iacute;a Nam n&agrave;y.</p>\r\n\r\n<p>Nước ở c&aacute;c con suối rất trong v&agrave; m&aacute;t. Bạn c&oacute; thể đắm m&igrave;nh trong l&agrave;n nước để cảm nhận kh&ocirc;ng kh&iacute; trong l&agrave;nh v&agrave; m&aacute;t mẻ ở đ&acirc;y. Bạn cũng c&oacute; thể đem theo đồ ăn, thức uống v&agrave; l&agrave;m một bữa tiệc ngo&agrave;i trời tại c&aacute;c con suối. Chắc chắn bạn sẽ c&oacute; được những kỉ niệm kh&ocirc;ng thể n&agrave;o qu&ecirc;n.</p>\r\n\r\n<h4>Kh&aacute;m ph&aacute; n&oacute;c nh&agrave; của đảo</h4>\r\n\r\n<p>Đ&atilde; nhắc đến rừng quốc gia th&igrave; kh&ocirc;ng thể kh&ocirc;ng nhắc đến n&uacute;i. Kh&aacute;m ph&aacute; nơi đ&acirc;y, bạn kh&ocirc;ng thể kh&ocirc;ng leo n&uacute;i. &Iacute;t nhất l&agrave; chinh phục n&oacute;c nh&agrave; của đảo ngọc Ph&uacute; Quốc ở đỉnh n&uacute;i Ch&uacute;a. N&uacute;i n&agrave;y thuộc d&atilde;y H&agrave;m Ninh với độ cao 603m. Đứng tr&ecirc;n đỉnh n&uacute;i, bạn c&oacute; thể quan s&aacute;t được to&agrave;n bộ cảnh quan của vườn quốc gia. Đ&acirc;y cũng l&agrave; một vị tr&iacute; l&yacute; tưởng để bạn ghi lại những bức ảnh từ tr&ecirc;n cao tuyệt đẹp. V&igrave; vậy, trải nghiệm n&agrave;y được rất nhiều bạn trẻ th&iacute;ch th&uacute;.</p>\r\n\r\n<h4>Ngắm m&agrave;u t&iacute;m hoa sim</h4>', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'Đừng quên ghé vườn quốc gia Phú Quốc. Đó là điều mà MOTOGO muốn nhắc nhở bạn – những người đang có ý định đến với thiên đường biển đảo. Bởi nơi đây chứa đựng rất nhiều điều thú vị để bạn khám phá và làm đẹp hơn bức tranh vẽ chuyến hành trình khám phá vùng đất đảo của bạn.', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'vuon-quoc-gia-phu-quoc-voi-he-dong-thuc-vat-khong-the-phong-phu-hon-2', 'vi', '2022-04-21 10:09:11', '2022-04-21 10:09:11'),
(138, 5, 'App\\Models\\Post', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'Phu Quoc National Park with flora and fauna CANNOT be richer', NULL, NULL, '<p>&nbsp;</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Một bức tranh thiên nhiên tuyệt đẹp tại vườn quốc gia Phú Quốc\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-1.jpg\" /></p>\r\n\r\n<p>Location and characteristics of Phu Quoc National Park<br />\r\nInformation about the location and features of the national park will help you to have a perfect exploration schedule. By now you will know how to go and how much time should be spent exploring this place.</p>\r\n\r\n<p>Location</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Chiếm tới 70% diện tích đất đảo, vườn quốc gia ở Phú Quốc rất rộng\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-2.jpg\" /></p>\r\n\r\n<p>Phu Quoc National Park is located in the north of the island, extending from 10&deg;12&prime; to 10&deg;27&prime; north latitude and from 103&deg;50&prime; to 104&deg;04&prime; east longitude. The area of the national park belongs to the boundary of Bai Thom, Ganh Dau, Cua Can communes and a part of Ham Ninh, Cua Duong, Duong To communes, Duong Dong town.</p>\r\n\r\n<p>This site was put into tourism operation and introduced to the public for the first time in 2001. The area of the garden is about 31,000 ha, accounting for about 70% of the area of Phu Quoc. Covering areas including: Ham Rong mountain area, Bac Dao nature reserve, Cua Can area and Ganh Dau area. In addition, the garden also owns about 60km of coastline.</p>\r\n\r\n<p>Features of Phu Quoc National Park</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Hệ động - thực vật đa dạng và phong phú với nhiều loài khác nhau\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-3.jpg\" /></p>\r\n\r\n<p>The national park in pearl island is divided into 3 functional subdivisions, including: strictly protected area with an area of ​​8,603 ha; ecological restoration area with an area of ​​22,603 ​​hectares and administrative and service areas with an area of ​​33 hectares.</p>\r\n\r\n<p>This is a large primeval forest and is still quite pristine with rich flora and fauna. The vegetation in the national park has more than a few hundred species, growing and living in the low mountains such as: species of magnolia trees, precious herbs, precious orchids, some parasitic species, etc. The fauna here also includes more than 30 species of mammals, of which 5 are listed in the Red Book of Vietnam; about 200 species of birds, of which 4 are on the IUCN Red List and 3 are listed in the Vietnam Red Book; More than 50 species of reptiles, including 9 species in the IUCN list and 18 species in the Red Book of Vietnam.</p>\r\n\r\n<p>Especially with a long stretch of sea, the garden also has many kinds of marine animals. Most are corals and species of ca. Coral here has about 100 species of hard, more than 20 species of soft and 62 species of seaweed.</p>\r\n\r\n<p>It is the rich forest and marine ecosystems that make the national park in Phu Quoc island become a center of biodiversity of Vietnam. A place to nurture, conserve and develop plant and animal species.</p>\r\n\r\n<p>Read to know: Is Phu Quoc at night as HOT as rumored or not?</p>\r\n\r\n<p>Experience visiting and exploring the national park in Phu Quoc<br />\r\nWith an ecosystem of diverse and rich species. This place will be an ideal place for you to visit and explore. First, let&#39;s see everyone&#39;s experience of exploring Phu Quoc national park.</p>\r\n\r\n<p>Road to the national park</p>\r\n\r\n<p>Phu Quoc National Park occupies most of the land on the island and belongs to many communes. So you will have a lot of options on the way to explore this place. You just need to go to Ham Ninh, Cua Duong or Bai Thom communes, then move east or north about 10km to arrive.</p>\r\n\r\n<p>According to the Phu Quoc travel experience of the backpackers, exploring the national park starting at Bai Thom will be the most reasonable. You can move here by the following route: Start at the town center at Cach Mang Thang Tam street, move to Nguyen Trung Truc street, go about 16km you will meet the signposts to the national park. You follow the signpost about 6km to the center of the garden.</p>\r\n\r\n<p>The road through the forest of the national park is worth conquering. This cross road has a length of about 90km with a total of 12 bridges, starting from Ham Ninh. This road is only suitable for trekking. Because the forest road here is very difficult to go and need to be protected, vehicles should be limited. If you like to ride motorbikes, you can take the road on the edge of the forest, from Ham Ninh commune to Bai Thom. This section is about 50km long, but because the road is a bit difficult to go, especially when it rains, it takes you about 2 hours to travel.</p>\r\n\r\n<p>Transport</p>\r\n\r\n<p>What means of transport should you use to explore Phu Quoc National Forest? This is an issue that many tourists are interested in.</p>\r\n\r\n<p>As well as moving to other tourist destinations of the island. You can move to the forest by road vehicles. According to everyone&#39;s share, motorbikes are still the optimal choice. The reason is explained by topographical features. Therefore, if you do not bring a motorbike with you to the island, you can rent it at places that provide motorbike rental services on the island to explore Phu Quoc National Park.</p>\r\n\r\n<p>The price of motorbike rental service in these locations ranges from 120,000 to 200,000 VND/car/day. Depending on the location of your stay, you can choose the most suitable and convenient car rental location.</p>\r\n\r\n<p>&gt;&gt;See more articles: Some reputable motorbike rental locations in Phu Quoc that you can choose from.</p>\r\n\r\n<p>The best time to visit the national park<br />\r\nBecause of the specific topographical features, to fully explore the national park in Phu Quoc island, you also need to choose the right time. According to everyone&#39;s share, the most ideal time to go to the national park is from the end of February to the end of September. Should start at 7:30 a.m. and end at 16:30 of the same day.</p>\r\n\r\n<p>In addition, you can also visit and explore the forest from October to December. But this is the rainy season on the island, so you need to be careful when moving to avoid dangers.</p>\r\n\r\n<p>Articles to read: When is the best season to travel to Phu Quoc? Experience summed up HERE</p>\r\n\r\n<p>Interesting things in the pearl island national park<br />\r\nIt is an ecosystem that combines the forest and the sea. Coming here, you will discover and experience a lot of interesting things. Some interesting experiences in Phu Quoc National Forest can be mentioned such as:</p>\r\n\r\n<p>Discover flora and fauna</p>\r\n\r\n<p>As also shared above, the flora and fauna in the pearl island national park are very rich and diverse. Therefore, immersing in a large space, exploring the flora and fauna here is an extremely interesting experience.</p>\r\n\r\n<p>In particular, this is also a forest that retains the meager primary vegetation in the Southern region. Walk along the road to explore the national park. You will see tall, large trees with roots as big as many adult arms connected. In addition, there are rare and precious herbs such as licorice, ha thu o, bean curd, etc.</p>\r\n\r\n<p>The space between the forest and the sea here also helps you to admire the beautiful natural pictures. Beauty that can not be found everywhere.</p>\r\n\r\n<p>Stream bathing</p>\r\n\r\n<p>One of the things that many people enjoy when exploring the island&#39;s national forest is the experience of bathing in the stream. This place owns many beautiful streams, like a picture. Da Ban stream, Tranh stream, Da Ngon stream, etc. are all streams belonging to Phu Quoc National Park. The special thing is that these streams all originate from the Ham Ninh mountain range. A most beautiful mountain range of this beautiful southern island.</p>\r\n\r\n<p>The water in the streams is very clear and cool. You can immerse yourself in the water to feel the fresh and cool air here. You can also bring food and drinks and have an outdoor party at the streams. You will surely have unforgettable memories.</p>\r\n\r\n<p>Explore the roof of the island<br />\r\nReferring to the national forest, it is impossible not to mention the mountains. Discovering this place, you cannot help but climb the mountain. At least conquer the roof of Phu Quoc pearl island at the top of Chua mountain. This mountain belongs to Ham Ninh range with an altitude of 603m. Standing on the top of the mountain, you can observe the entire landscape of the national park. This is also an ideal location for you to capture stunning aerial photos. Therefore, this experience is enjoyed by many young people.</p>\r\n\r\n<p>See the purple myrtle flower</p>', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'Don\'t forget to visit Phu Quoc National Park. That\'s what MOTOGO wants to remind you - those who are intending to come to the island paradise. Because this place contains a lot of interesting things for you to discover and beautify the picture of your journey to discover the island land.', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'phu-quoc-national-park-with-flora-and-fauna-cannot-be-richer-2', 'en', '2022-04-21 10:09:11', '2022-04-21 10:09:11'),
(139, 6, 'App\\Models\\Post', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', NULL, NULL, '<h2>&nbsp;</h2>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Một bức tranh thiên nhiên tuyệt đẹp tại vườn quốc gia Phú Quốc\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-1.jpg\" /></p>\r\n\r\n<h2>Vị tr&iacute; v&agrave; đặc điểm của vườn quốc gia Ph&uacute; Quốc</h2>\r\n\r\n<p>Th&ocirc;ng tin về vị tr&iacute; v&agrave; đặc điểm của vườn quốc gia sẽ gi&uacute;p bạn c&oacute; một lịch tr&igrave;nh kh&aacute;m ph&aacute; ho&agrave;n hảo. Bởi l&uacute;c n&agrave;y bạn sẽ biết n&ecirc;n đi như thế n&agrave;o v&agrave; n&ecirc;n d&agrave;nh thời gian bao nhi&ecirc;u để kh&aacute;m ph&aacute; nơi n&agrave;y.</p>\r\n\r\n<h3>Vị tr&iacute;</h3>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Chiếm tới 70% diện tích đất đảo, vườn quốc gia ở Phú Quốc rất rộng\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-2.jpg\" /></p>\r\n\r\n<p>Vườn quốc gia Ph&uacute; Quốc nằm ở ph&iacute;a Bắc của h&ograve;n đảo, k&eacute;o d&agrave;i từ 10&deg;12&prime; đến 10&deg;27&prime; vĩ bắc v&agrave; từ 103&deg;50&prime; đến 104&deg;04&prime; kinh đ&ocirc;ng. Địa phận của vườn quốc gia thuộc ranh giới của c&aacute;c x&atilde; B&atilde;i Thơm, G&agrave;nh Dầu, Cửa Cạn v&agrave; một phần thuộc c&aacute;c x&atilde; H&agrave;m Ninh, Cửa Dương, Dương Tơ, thị trấn Dương Đ&ocirc;ng.</p>\r\n\r\n<p>Địa điểm n&agrave;y được đưa v&agrave;o khai th&aacute;c du lịch v&agrave; giới thiệu đến mọi người lần đầu v&agrave;o năm 2001. Diện t&iacute;ch của vườn khoảng 31.000 ha, chiếm khoảng 70% diện t&iacute;ch của Ph&uacute; Quốc. Bao tr&ugrave;m cả c&aacute;c khu vực gồm: khu vực n&uacute;i H&agrave;m Rồng, khu bảo tồn thi&ecirc;n nhi&ecirc;n Bắc Đảo, khu vực Cửa Cạn v&agrave; khu vực G&agrave;nh Dầu. Ngo&agrave;i ra, vườn c&ograve;n sở hữu khoảng 60km đường bờ biển.</p>\r\n\r\n<h3>Đặc điểm của vườn quốc gia Ph&uacute; Quốc</h3>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Hệ động - thực vật đa dạng và phong phú với nhiều loài khác nhau\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-3.jpg\" /></p>\r\n\r\n<p>Vườn quốc gia ở đảo ngọc được chia l&agrave;m 3 ph&acirc;n khu chức năng gồm: khu bảo vệ nghi&ecirc;m ngặt c&oacute; diện t&iacute;ch 8.603 ha; khu phục hồi sinh th&aacute;i với diện t&iacute;ch 22.603ha v&agrave; khu h&agrave;nh ch&iacute;nh, dịch vụ diện t&iacute;ch 33ha.</p>\r\n\r\n<p>Đ&acirc;y l&agrave; một khu rừng nguy&ecirc;n sinh rộng lớn v&agrave; vẫn c&ograve;n kh&aacute; nguy&ecirc;n sơ với hệ động &ndash; thực vật phong ph&uacute;. Thảm thực vật ở vườn quốc gia c&oacute; tới hơn v&agrave;i trăm lo&agrave;i, mọc v&agrave; sinh sống ở đồi n&uacute;i thấp như: c&aacute;c lo&agrave;i c&acirc;y đại mộc, c&aacute;c loại thảo dược qu&yacute;, c&aacute;c lo&agrave;i phong lan qu&yacute;, một số lo&agrave;i sống k&yacute; sinh,&hellip; Hệ động vật ở đ&acirc;y cũng bao gồm hơn 30 lo&agrave;i th&uacute;, trong đ&oacute; 5 lo&agrave;i c&oacute; trong s&aacute;ch Đỏ Việt Nam; khoảng 200 lo&agrave;i chim, trong đ&oacute; 4 lo&agrave;i c&oacute; trong danh mục Đỏ của tổ chức IUCN v&agrave; 3 lo&agrave;i c&oacute; trong s&aacute;ch đỏ Việt Nam; hơn 50 lo&agrave;i b&ograve; s&aacute;t, trong đ&oacute; c&oacute; 9 lo&agrave;i trong danh mục IUCN v&agrave; 18 lo&agrave;i trong s&aacute;ch Đỏ Việt Nam.</p>\r\n\r\n<p>Đặc biệt sở hữu đường biển k&eacute;o d&agrave;i, vườn c&ograve;n c&oacute; rất nhiều c&aacute;c loại động vật biển. Nhiều nhất l&agrave; san h&ocirc; v&agrave; c&aacute;c lo&agrave;i ca. San h&ocirc; ở đ&acirc;y c&oacute; khoảng 100 lo&agrave;i cứng, hơn 20 lo&agrave;i mềm c&ugrave;ng 62 lo&agrave;i rong biển.</p>\r\n\r\n<p>Ch&iacute;nh hệ sinh th&aacute;i rừng v&agrave; biển phong ph&uacute; m&agrave; vườn quốc gia ở đất đảo Ph&uacute; Quốc trở th&agrave;nh một trung t&acirc;m đa dạng sinh học của Việt Nam. Nơi nu&ocirc;i dưỡng, bảo tồn v&agrave; ph&aacute;t triển c&aacute;c lo&agrave;i động &ndash; thực vật.</p>\r\n\r\n<h2>Kinh nghiệm tham quan v&agrave; kh&aacute;m ph&aacute; vườn quốc gia tại Ph&uacute; Quốc</h2>\r\n\r\n<p>Với một hệ sinh th&aacute;i c&aacute;c lo&agrave;i đa dạng v&agrave; phong ph&uacute;. Nơi đ&acirc;y sẽ l&agrave; một địa điểm l&yacute; tưởng để bạn tham quan v&agrave; kh&aacute;m ph&aacute;. Trước ti&ecirc;n h&atilde;y c&ugrave;ng xem kinh nghiệm kh&aacute;m ph&aacute; vườn quốc gia Ph&uacute; Quốc của mọi người nh&eacute;.</p>\r\n\r\n<h3>Đường đi đến vườn quốc gia</h3>\r\n\r\n<p>Vườn quốc gia Ph&uacute; Quốc chiếm phần lớn diện t&iacute;ch đất tr&ecirc;n đảo v&agrave; thuộc địa phận của nhiều x&atilde;. V&igrave; vậy, bạn sẽ c&oacute; rất nhiều lựa chọn về đường đi để kh&aacute;m ph&aacute; nơi n&agrave;y. Bạn chỉ cần đi đến x&atilde; H&agrave;m Ninh, Cửa Dương hoặc B&atilde;i Thơm, rồi di chuyển theo hướng Đ&ocirc;ng hoặc hướng Bắc khoảng 10km l&agrave; đến.</p>\r\n\r\n<p>Theo kinh nghiệm du lịch Ph&uacute; Quốc của c&aacute;c phượt thủ, kh&aacute;m ph&aacute; vườn quốc gia bắt đầu ở B&atilde;i Thơm sẽ hợp l&yacute; nhất. Bạn c&oacute; thể di chuyển đến đ&acirc;y theo cung đường sau: Bắt đầu tại trung t&acirc;m thị trấn tại đường C&aacute;ch Mạng Th&aacute;ng T&aacute;m di chuyển đến đường Nguyễn Trung Trực, đi khoảng 16km bạn sẽ gặp biển chỉ dẫn đến vườn quốc gia. Bạn đi theo biển chỉ dẫn khoảng 6km nữa l&agrave; đến trung t&acirc;m của vườn.</p>\r\n\r\n<p>Con đường xuy&ecirc;n qua rừng của vườn quốc gia rất đ&aacute;ng để bạn chinh phục. Con đường cắt ngang n&agrave;y c&oacute; chiều d&agrave;i khoảng 90km với tổng 12 c&acirc;y cầu, bắt đầu từ H&agrave;m Ninh. Con đường n&agrave;y chỉ th&iacute;ch hợp trekking. Bởi đường rừng ở đ&acirc;y rất kh&oacute; đi v&agrave; cần bảo vệ n&ecirc;n hạn chế xe đi lại. Nếu bạn th&iacute;ch phượt xe m&aacute;y bạn c&oacute; thể đi đường b&igrave;a rừng, đoạn từ x&atilde; H&agrave;m Ninh đến B&atilde;i Thơm. Đoạn n&agrave;y c&oacute; chiều d&agrave;i khoảng 50km, nhưng v&igrave; đường hơi kh&oacute; đi, nhất l&agrave; khi trời mưa, n&ecirc;n bạn mất khoảng 2 tiếng di chuyển.</p>\r\n\r\n<h3>Phương tiện di chuyển</h3>\r\n\r\n<p>Muốn kh&aacute;m ph&aacute; rừng quốc gia Ph&uacute; Quốc th&igrave; n&ecirc;n đi bằng phương tiện g&igrave;? Đ&acirc;y l&agrave; một vấn đề được nhiều du kh&aacute;ch quan t&acirc;m.</p>\r\n\r\n<p>Cũng như di chuyển đến c&aacute;c địa điểm du lich kh&aacute;c của đảo. Bạn c&oacute; thể di chuyển đến rừng bằng c&aacute;c phương tiện đường bộ. Theo chia sẻ của mọi người, xe m&aacute;y vẫn l&agrave; sự lựa chọn tối ưu. L&yacute; do được giải th&iacute;ch l&agrave; do đặc điểm địa h&igrave;nh. V&igrave; vậy, nếu bạn kh&ocirc;ng đem theo xe m&aacute;y đi c&ugrave;ng ra đảo, th&igrave; bạn c&oacute; thể thu&ecirc; ở c&aacute;c địa điểm cung cấp dịch vụ thu&ecirc; xe m&aacute;y ở đảo để kh&aacute;m ph&aacute; vườn quốc gia Ph&uacute; Quốc.</p>\r\n\r\n<p>Gi&aacute; sử dụng dịch vụ cho thu&ecirc; xe m&aacute;y ở c&aacute;c địa điểm n&agrave;y dao động khoảng 120.000 &ndash; 200.000 đồng/xe/ng&agrave;y. T&ugrave;y vị tr&iacute; lưu tr&uacute; m&agrave; bạn c&oacute; thể lựa chọn một địa điểm thu&ecirc; xe ph&ugrave; hợp v&agrave; tiện nhất.</p>\r\n\r\n<h3>Thời điểm th&iacute;ch hợp nhất tham quan vườn quốc gia</h3>\r\n\r\n<p>V&igrave; đặc điểm địa h&igrave;nh đặc th&ugrave;, n&ecirc;n để kh&aacute;m ph&aacute; trọn vẹn vườn quốc gia ở đảo Ph&uacute; Quốc bạn cũng cần lựa chọn thời điểm th&iacute;ch hợp. Theo chia sẻ của mọi người, thời điểm l&yacute; tưởng nhất để đi vườn quốc gia l&agrave; bắt đầu từ cuối th&aacute;ng 2 đến cuối th&aacute;ng 9. N&ecirc;n bắt đầu từ 7h30 v&agrave; kết th&uacute;c v&agrave;o 16h30 c&ugrave;ng ng&agrave;y.</p>\r\n\r\n<p>Ngo&agrave;i ra, bạn cũng c&oacute; thể tham quan v&agrave; kh&aacute;m ph&aacute; rừng v&agrave;o thời điểm th&aacute;ng 10 đến th&aacute;ng 12. Nhưng đ&acirc;y l&agrave; thời điểm m&ugrave;a mưa tr&ecirc;n đảo, n&ecirc;n bạn cần phải lưu &yacute; khi di chuyển để tr&aacute;nh những nguy hiểm.</p>\r\n\r\n<h3>Điều th&uacute; vị ở vườn quốc gia đảo ngọc</h3>\r\n\r\n<p>L&agrave; một hệ sinh th&aacute;i kết hợp giữa rừng v&agrave; biển. Đến đ&acirc;y, bạn sẽ kh&aacute;m ph&aacute; v&agrave; trải nghiệm rất nhiều điều th&uacute; vị. C&oacute; thể kể đến một số trải nghiệm hấp dẫn ở rừng quốc gia Ph&uacute; Quốc như:</p>\r\n\r\n<h4>Kh&aacute;m ph&aacute; hệ động thực vật</h4>\r\n\r\n<p>Như cũng đ&atilde; chia sẻ ở tr&ecirc;n, hệ động thực vật ở vườn quốc gia đảo ngọc rất phong ph&uacute; v&agrave; đa dạng. V&igrave; vậy, h&ograve;a m&igrave;nh v&agrave;o một kh&ocirc;ng gian rộng lớn, kh&aacute;m ph&aacute; hệ động thực vật ở đ&acirc;y l&agrave; một trải nghiệm cực k&igrave; th&uacute; vị.</p>\r\n\r\n<p>Đặc biệt, đ&acirc;y c&ograve;n l&agrave; một khu rừng giữ được thảm thực vật nguy&ecirc;n sinh &iacute;t ỏi tại khu vực Nam Bộ. Đi dọc cung đường kh&aacute;m ph&aacute; vườn quốc gia. Bạn sẽ thấy c&aacute;c c&acirc;y đại thụ cao lớn, gốc to bằng nhiều v&ograve;ng tay của người lớn nối lại. B&ecirc;n cạnh đ&oacute; l&agrave; c&aacute;c c&acirc;y thảo mộc qu&yacute; hiếm như cam thảo, h&agrave; thủ &ocirc;, đỗ trọng,&hellip;</p>\r\n\r\n<p>Kh&ocirc;ng gian xen lẫn giữa rừng v&agrave; biển ở nơi đ&acirc;y cũng gi&uacute;p bạn chi&ecirc;m ngưỡng được những bức tranh thi&ecirc;n nhi&ecirc;n tuyệt đẹp. Vẻ đẹp m&agrave; kh&ocirc;ng phải nơi n&agrave;o cũng c&oacute; thể c&oacute; được.</p>\r\n\r\n<h4>Tắm suối</h4>\r\n\r\n<p>Một trong những điều khiến nhiều người th&iacute;ch th&uacute; khi kh&aacute;m ph&aacute; rừng quốc gia của đảo đ&oacute; ch&iacute;nh l&agrave; trải nghiệm tắm suối. Nơi đ&acirc;y sở hữu rất nhiều d&ograve;ng suối đẹp, chẳng kh&aacute;c g&igrave; tranh vẽ. Suối Đ&agrave; B&agrave;n, suối Tranh, suối Đ&aacute; Ngọn,&hellip;đều l&agrave; những con suối thuộc vườn quốc gia Ph&uacute; Quốc. Điều đặc biệt l&agrave; c&aacute;c con suối n&agrave;y đều bắt nguồn từ d&atilde;y n&uacute;i H&agrave;m Ninh. Một d&atilde;y n&uacute;i đẹp nhất của h&ograve;n đảo xinh đẹp ph&iacute;a Nam n&agrave;y.</p>\r\n\r\n<p>Nước ở c&aacute;c con suối rất trong v&agrave; m&aacute;t. Bạn c&oacute; thể đắm m&igrave;nh trong l&agrave;n nước để cảm nhận kh&ocirc;ng kh&iacute; trong l&agrave;nh v&agrave; m&aacute;t mẻ ở đ&acirc;y. Bạn cũng c&oacute; thể đem theo đồ ăn, thức uống v&agrave; l&agrave;m một bữa tiệc ngo&agrave;i trời tại c&aacute;c con suối. Chắc chắn bạn sẽ c&oacute; được những kỉ niệm kh&ocirc;ng thể n&agrave;o qu&ecirc;n.</p>\r\n\r\n<h4>Kh&aacute;m ph&aacute; n&oacute;c nh&agrave; của đảo</h4>\r\n\r\n<p>Đ&atilde; nhắc đến rừng quốc gia th&igrave; kh&ocirc;ng thể kh&ocirc;ng nhắc đến n&uacute;i. Kh&aacute;m ph&aacute; nơi đ&acirc;y, bạn kh&ocirc;ng thể kh&ocirc;ng leo n&uacute;i. &Iacute;t nhất l&agrave; chinh phục n&oacute;c nh&agrave; của đảo ngọc Ph&uacute; Quốc ở đỉnh n&uacute;i Ch&uacute;a. N&uacute;i n&agrave;y thuộc d&atilde;y H&agrave;m Ninh với độ cao 603m. Đứng tr&ecirc;n đỉnh n&uacute;i, bạn c&oacute; thể quan s&aacute;t được to&agrave;n bộ cảnh quan của vườn quốc gia. Đ&acirc;y cũng l&agrave; một vị tr&iacute; l&yacute; tưởng để bạn ghi lại những bức ảnh từ tr&ecirc;n cao tuyệt đẹp. V&igrave; vậy, trải nghiệm n&agrave;y được rất nhiều bạn trẻ th&iacute;ch th&uacute;.</p>\r\n\r\n<h4>Ngắm m&agrave;u t&iacute;m hoa sim</h4>', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'Đừng quên ghé vườn quốc gia Phú Quốc. Đó là điều mà MOTOGO muốn nhắc nhở bạn – những người đang có ý định đến với thiên đường biển đảo. Bởi nơi đây chứa đựng rất nhiều điều thú vị để bạn khám phá và làm đẹp hơn bức tranh vẽ chuyến hành trình khám phá vùng đất đảo của bạn.', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'vuon-quoc-gia-phu-quoc-voi-he-dong-thuc-vat-khong-the-phong-phu-hon-3', 'vi', '2022-04-21 10:09:11', '2022-04-21 10:09:11');
INSERT INTO `translations` (`id`, `trans_id`, `trans_type`, `name`, `title`, `copyright`, `address`, `content`, `keywords`, `descriptions`, `description`, `slug`, `locale`, `created_at`, `updated_at`) VALUES
(140, 6, 'App\\Models\\Post', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'Phu Quoc National Park with flora and fauna CANNOT be richer', NULL, NULL, '<p>&nbsp;</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Một bức tranh thiên nhiên tuyệt đẹp tại vườn quốc gia Phú Quốc\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-1.jpg\" /></p>\r\n\r\n<p>Location and characteristics of Phu Quoc National Park<br />\r\nInformation about the location and features of the national park will help you to have a perfect exploration schedule. By now you will know how to go and how much time should be spent exploring this place.</p>\r\n\r\n<p>Location</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Chiếm tới 70% diện tích đất đảo, vườn quốc gia ở Phú Quốc rất rộng\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-2.jpg\" /></p>\r\n\r\n<p>Phu Quoc National Park is located in the north of the island, extending from 10&deg;12&prime; to 10&deg;27&prime; north latitude and from 103&deg;50&prime; to 104&deg;04&prime; east longitude. The area of the national park belongs to the boundary of Bai Thom, Ganh Dau, Cua Can communes and a part of Ham Ninh, Cua Duong, Duong To communes, Duong Dong town.</p>\r\n\r\n<p>This site was put into tourism operation and introduced to the public for the first time in 2001. The area of the garden is about 31,000 ha, accounting for about 70% of the area of Phu Quoc. Covering areas including: Ham Rong mountain area, Bac Dao nature reserve, Cua Can area and Ganh Dau area. In addition, the garden also owns about 60km of coastline.</p>\r\n\r\n<p>Features of Phu Quoc National Park</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Hệ động - thực vật đa dạng và phong phú với nhiều loài khác nhau\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-3.jpg\" /></p>\r\n\r\n<p>The national park in pearl island is divided into 3 functional subdivisions, including: strictly protected area with an area of ​​8,603 ha; ecological restoration area with an area of ​​22,603 ​​hectares and administrative and service areas with an area of ​​33 hectares.</p>\r\n\r\n<p>This is a large primeval forest and is still quite pristine with rich flora and fauna. The vegetation in the national park has more than a few hundred species, growing and living in the low mountains such as: species of magnolia trees, precious herbs, precious orchids, some parasitic species, etc. The fauna here also includes more than 30 species of mammals, of which 5 are listed in the Red Book of Vietnam; about 200 species of birds, of which 4 are on the IUCN Red List and 3 are listed in the Vietnam Red Book; More than 50 species of reptiles, including 9 species in the IUCN list and 18 species in the Red Book of Vietnam.</p>\r\n\r\n<p>Especially with a long stretch of sea, the garden also has many kinds of marine animals. Most are corals and species of ca. Coral here has about 100 species of hard, more than 20 species of soft and 62 species of seaweed.</p>\r\n\r\n<p>It is the rich forest and marine ecosystems that make the national park in Phu Quoc island become a center of biodiversity of Vietnam. A place to nurture, conserve and develop plant and animal species.</p>\r\n\r\n<p>Read to know: Is Phu Quoc at night as HOT as rumored or not?</p>\r\n\r\n<p>Experience visiting and exploring the national park in Phu Quoc<br />\r\nWith an ecosystem of diverse and rich species. This place will be an ideal place for you to visit and explore. First, let&#39;s see everyone&#39;s experience of exploring Phu Quoc national park.</p>\r\n\r\n<p>Road to the national park</p>\r\n\r\n<p>Phu Quoc National Park occupies most of the land on the island and belongs to many communes. So you will have a lot of options on the way to explore this place. You just need to go to Ham Ninh, Cua Duong or Bai Thom communes, then move east or north about 10km to arrive.</p>\r\n\r\n<p>According to the Phu Quoc travel experience of the backpackers, exploring the national park starting at Bai Thom will be the most reasonable. You can move here by the following route: Start at the town center at Cach Mang Thang Tam street, move to Nguyen Trung Truc street, go about 16km you will meet the signposts to the national park. You follow the signpost about 6km to the center of the garden.</p>\r\n\r\n<p>The road through the forest of the national park is worth conquering. This cross road has a length of about 90km with a total of 12 bridges, starting from Ham Ninh. This road is only suitable for trekking. Because the forest road here is very difficult to go and need to be protected, vehicles should be limited. If you like to ride motorbikes, you can take the road on the edge of the forest, from Ham Ninh commune to Bai Thom. This section is about 50km long, but because the road is a bit difficult to go, especially when it rains, it takes you about 2 hours to travel.</p>\r\n\r\n<p>Transport</p>\r\n\r\n<p>What means of transport should you use to explore Phu Quoc National Forest? This is an issue that many tourists are interested in.</p>\r\n\r\n<p>As well as moving to other tourist destinations of the island. You can move to the forest by road vehicles. According to everyone&#39;s share, motorbikes are still the optimal choice. The reason is explained by topographical features. Therefore, if you do not bring a motorbike with you to the island, you can rent it at places that provide motorbike rental services on the island to explore Phu Quoc National Park.</p>\r\n\r\n<p>The price of motorbike rental service in these locations ranges from 120,000 to 200,000 VND/car/day. Depending on the location of your stay, you can choose the most suitable and convenient car rental location.</p>\r\n\r\n<p>&gt;&gt;See more articles: Some reputable motorbike rental locations in Phu Quoc that you can choose from.</p>\r\n\r\n<p>The best time to visit the national park<br />\r\nBecause of the specific topographical features, to fully explore the national park in Phu Quoc island, you also need to choose the right time. According to everyone&#39;s share, the most ideal time to go to the national park is from the end of February to the end of September. Should start at 7:30 a.m. and end at 16:30 of the same day.</p>\r\n\r\n<p>In addition, you can also visit and explore the forest from October to December. But this is the rainy season on the island, so you need to be careful when moving to avoid dangers.</p>\r\n\r\n<p>Articles to read: When is the best season to travel to Phu Quoc? Experience summed up HERE</p>\r\n\r\n<p>Interesting things in the pearl island national park<br />\r\nIt is an ecosystem that combines the forest and the sea. Coming here, you will discover and experience a lot of interesting things. Some interesting experiences in Phu Quoc National Forest can be mentioned such as:</p>\r\n\r\n<p>Discover flora and fauna</p>\r\n\r\n<p>As also shared above, the flora and fauna in the pearl island national park are very rich and diverse. Therefore, immersing in a large space, exploring the flora and fauna here is an extremely interesting experience.</p>\r\n\r\n<p>In particular, this is also a forest that retains the meager primary vegetation in the Southern region. Walk along the road to explore the national park. You will see tall, large trees with roots as big as many adult arms connected. In addition, there are rare and precious herbs such as licorice, ha thu o, bean curd, etc.</p>\r\n\r\n<p>The space between the forest and the sea here also helps you to admire the beautiful natural pictures. Beauty that can not be found everywhere.</p>\r\n\r\n<p>Stream bathing</p>\r\n\r\n<p>One of the things that many people enjoy when exploring the island&#39;s national forest is the experience of bathing in the stream. This place owns many beautiful streams, like a picture. Da Ban stream, Tranh stream, Da Ngon stream, etc. are all streams belonging to Phu Quoc National Park. The special thing is that these streams all originate from the Ham Ninh mountain range. A most beautiful mountain range of this beautiful southern island.</p>\r\n\r\n<p>The water in the streams is very clear and cool. You can immerse yourself in the water to feel the fresh and cool air here. You can also bring food and drinks and have an outdoor party at the streams. You will surely have unforgettable memories.</p>\r\n\r\n<p>Explore the roof of the island<br />\r\nReferring to the national forest, it is impossible not to mention the mountains. Discovering this place, you cannot help but climb the mountain. At least conquer the roof of Phu Quoc pearl island at the top of Chua mountain. This mountain belongs to Ham Ninh range with an altitude of 603m. Standing on the top of the mountain, you can observe the entire landscape of the national park. This is also an ideal location for you to capture stunning aerial photos. Therefore, this experience is enjoyed by many young people.</p>\r\n\r\n<p>See the purple myrtle flower</p>', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'Don\'t forget to visit Phu Quoc National Park. That\'s what MOTOGO wants to remind you - those who are intending to come to the island paradise. Because this place contains a lot of interesting things for you to discover and beautify the picture of your journey to discover the island land.', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'phu-quoc-national-park-with-flora-and-fauna-cannot-be-richer-3', 'en', '2022-04-21 10:09:11', '2022-04-21 10:09:11'),
(141, 7, 'App\\Models\\Post', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', NULL, NULL, '<h2>&nbsp;</h2>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Một bức tranh thiên nhiên tuyệt đẹp tại vườn quốc gia Phú Quốc\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-1.jpg\" /></p>\r\n\r\n<h2>Vị tr&iacute; v&agrave; đặc điểm của vườn quốc gia Ph&uacute; Quốc</h2>\r\n\r\n<p>Th&ocirc;ng tin về vị tr&iacute; v&agrave; đặc điểm của vườn quốc gia sẽ gi&uacute;p bạn c&oacute; một lịch tr&igrave;nh kh&aacute;m ph&aacute; ho&agrave;n hảo. Bởi l&uacute;c n&agrave;y bạn sẽ biết n&ecirc;n đi như thế n&agrave;o v&agrave; n&ecirc;n d&agrave;nh thời gian bao nhi&ecirc;u để kh&aacute;m ph&aacute; nơi n&agrave;y.</p>\r\n\r\n<h3>Vị tr&iacute;</h3>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Chiếm tới 70% diện tích đất đảo, vườn quốc gia ở Phú Quốc rất rộng\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-2.jpg\" /></p>\r\n\r\n<p>Vườn quốc gia Ph&uacute; Quốc nằm ở ph&iacute;a Bắc của h&ograve;n đảo, k&eacute;o d&agrave;i từ 10&deg;12&prime; đến 10&deg;27&prime; vĩ bắc v&agrave; từ 103&deg;50&prime; đến 104&deg;04&prime; kinh đ&ocirc;ng. Địa phận của vườn quốc gia thuộc ranh giới của c&aacute;c x&atilde; B&atilde;i Thơm, G&agrave;nh Dầu, Cửa Cạn v&agrave; một phần thuộc c&aacute;c x&atilde; H&agrave;m Ninh, Cửa Dương, Dương Tơ, thị trấn Dương Đ&ocirc;ng.</p>\r\n\r\n<p>Địa điểm n&agrave;y được đưa v&agrave;o khai th&aacute;c du lịch v&agrave; giới thiệu đến mọi người lần đầu v&agrave;o năm 2001. Diện t&iacute;ch của vườn khoảng 31.000 ha, chiếm khoảng 70% diện t&iacute;ch của Ph&uacute; Quốc. Bao tr&ugrave;m cả c&aacute;c khu vực gồm: khu vực n&uacute;i H&agrave;m Rồng, khu bảo tồn thi&ecirc;n nhi&ecirc;n Bắc Đảo, khu vực Cửa Cạn v&agrave; khu vực G&agrave;nh Dầu. Ngo&agrave;i ra, vườn c&ograve;n sở hữu khoảng 60km đường bờ biển.</p>\r\n\r\n<h3>Đặc điểm của vườn quốc gia Ph&uacute; Quốc</h3>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Hệ động - thực vật đa dạng và phong phú với nhiều loài khác nhau\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-3.jpg\" /></p>\r\n\r\n<p>Vườn quốc gia ở đảo ngọc được chia l&agrave;m 3 ph&acirc;n khu chức năng gồm: khu bảo vệ nghi&ecirc;m ngặt c&oacute; diện t&iacute;ch 8.603 ha; khu phục hồi sinh th&aacute;i với diện t&iacute;ch 22.603ha v&agrave; khu h&agrave;nh ch&iacute;nh, dịch vụ diện t&iacute;ch 33ha.</p>\r\n\r\n<p>Đ&acirc;y l&agrave; một khu rừng nguy&ecirc;n sinh rộng lớn v&agrave; vẫn c&ograve;n kh&aacute; nguy&ecirc;n sơ với hệ động &ndash; thực vật phong ph&uacute;. Thảm thực vật ở vườn quốc gia c&oacute; tới hơn v&agrave;i trăm lo&agrave;i, mọc v&agrave; sinh sống ở đồi n&uacute;i thấp như: c&aacute;c lo&agrave;i c&acirc;y đại mộc, c&aacute;c loại thảo dược qu&yacute;, c&aacute;c lo&agrave;i phong lan qu&yacute;, một số lo&agrave;i sống k&yacute; sinh,&hellip; Hệ động vật ở đ&acirc;y cũng bao gồm hơn 30 lo&agrave;i th&uacute;, trong đ&oacute; 5 lo&agrave;i c&oacute; trong s&aacute;ch Đỏ Việt Nam; khoảng 200 lo&agrave;i chim, trong đ&oacute; 4 lo&agrave;i c&oacute; trong danh mục Đỏ của tổ chức IUCN v&agrave; 3 lo&agrave;i c&oacute; trong s&aacute;ch đỏ Việt Nam; hơn 50 lo&agrave;i b&ograve; s&aacute;t, trong đ&oacute; c&oacute; 9 lo&agrave;i trong danh mục IUCN v&agrave; 18 lo&agrave;i trong s&aacute;ch Đỏ Việt Nam.</p>\r\n\r\n<p>Đặc biệt sở hữu đường biển k&eacute;o d&agrave;i, vườn c&ograve;n c&oacute; rất nhiều c&aacute;c loại động vật biển. Nhiều nhất l&agrave; san h&ocirc; v&agrave; c&aacute;c lo&agrave;i ca. San h&ocirc; ở đ&acirc;y c&oacute; khoảng 100 lo&agrave;i cứng, hơn 20 lo&agrave;i mềm c&ugrave;ng 62 lo&agrave;i rong biển.</p>\r\n\r\n<p>Ch&iacute;nh hệ sinh th&aacute;i rừng v&agrave; biển phong ph&uacute; m&agrave; vườn quốc gia ở đất đảo Ph&uacute; Quốc trở th&agrave;nh một trung t&acirc;m đa dạng sinh học của Việt Nam. Nơi nu&ocirc;i dưỡng, bảo tồn v&agrave; ph&aacute;t triển c&aacute;c lo&agrave;i động &ndash; thực vật.</p>\r\n\r\n<h2>Kinh nghiệm tham quan v&agrave; kh&aacute;m ph&aacute; vườn quốc gia tại Ph&uacute; Quốc</h2>\r\n\r\n<p>Với một hệ sinh th&aacute;i c&aacute;c lo&agrave;i đa dạng v&agrave; phong ph&uacute;. Nơi đ&acirc;y sẽ l&agrave; một địa điểm l&yacute; tưởng để bạn tham quan v&agrave; kh&aacute;m ph&aacute;. Trước ti&ecirc;n h&atilde;y c&ugrave;ng xem kinh nghiệm kh&aacute;m ph&aacute; vườn quốc gia Ph&uacute; Quốc của mọi người nh&eacute;.</p>\r\n\r\n<h3>Đường đi đến vườn quốc gia</h3>\r\n\r\n<p>Vườn quốc gia Ph&uacute; Quốc chiếm phần lớn diện t&iacute;ch đất tr&ecirc;n đảo v&agrave; thuộc địa phận của nhiều x&atilde;. V&igrave; vậy, bạn sẽ c&oacute; rất nhiều lựa chọn về đường đi để kh&aacute;m ph&aacute; nơi n&agrave;y. Bạn chỉ cần đi đến x&atilde; H&agrave;m Ninh, Cửa Dương hoặc B&atilde;i Thơm, rồi di chuyển theo hướng Đ&ocirc;ng hoặc hướng Bắc khoảng 10km l&agrave; đến.</p>\r\n\r\n<p>Theo kinh nghiệm du lịch Ph&uacute; Quốc của c&aacute;c phượt thủ, kh&aacute;m ph&aacute; vườn quốc gia bắt đầu ở B&atilde;i Thơm sẽ hợp l&yacute; nhất. Bạn c&oacute; thể di chuyển đến đ&acirc;y theo cung đường sau: Bắt đầu tại trung t&acirc;m thị trấn tại đường C&aacute;ch Mạng Th&aacute;ng T&aacute;m di chuyển đến đường Nguyễn Trung Trực, đi khoảng 16km bạn sẽ gặp biển chỉ dẫn đến vườn quốc gia. Bạn đi theo biển chỉ dẫn khoảng 6km nữa l&agrave; đến trung t&acirc;m của vườn.</p>\r\n\r\n<p>Con đường xuy&ecirc;n qua rừng của vườn quốc gia rất đ&aacute;ng để bạn chinh phục. Con đường cắt ngang n&agrave;y c&oacute; chiều d&agrave;i khoảng 90km với tổng 12 c&acirc;y cầu, bắt đầu từ H&agrave;m Ninh. Con đường n&agrave;y chỉ th&iacute;ch hợp trekking. Bởi đường rừng ở đ&acirc;y rất kh&oacute; đi v&agrave; cần bảo vệ n&ecirc;n hạn chế xe đi lại. Nếu bạn th&iacute;ch phượt xe m&aacute;y bạn c&oacute; thể đi đường b&igrave;a rừng, đoạn từ x&atilde; H&agrave;m Ninh đến B&atilde;i Thơm. Đoạn n&agrave;y c&oacute; chiều d&agrave;i khoảng 50km, nhưng v&igrave; đường hơi kh&oacute; đi, nhất l&agrave; khi trời mưa, n&ecirc;n bạn mất khoảng 2 tiếng di chuyển.</p>\r\n\r\n<h3>Phương tiện di chuyển</h3>\r\n\r\n<p>Muốn kh&aacute;m ph&aacute; rừng quốc gia Ph&uacute; Quốc th&igrave; n&ecirc;n đi bằng phương tiện g&igrave;? Đ&acirc;y l&agrave; một vấn đề được nhiều du kh&aacute;ch quan t&acirc;m.</p>\r\n\r\n<p>Cũng như di chuyển đến c&aacute;c địa điểm du lich kh&aacute;c của đảo. Bạn c&oacute; thể di chuyển đến rừng bằng c&aacute;c phương tiện đường bộ. Theo chia sẻ của mọi người, xe m&aacute;y vẫn l&agrave; sự lựa chọn tối ưu. L&yacute; do được giải th&iacute;ch l&agrave; do đặc điểm địa h&igrave;nh. V&igrave; vậy, nếu bạn kh&ocirc;ng đem theo xe m&aacute;y đi c&ugrave;ng ra đảo, th&igrave; bạn c&oacute; thể thu&ecirc; ở c&aacute;c địa điểm cung cấp dịch vụ thu&ecirc; xe m&aacute;y ở đảo để kh&aacute;m ph&aacute; vườn quốc gia Ph&uacute; Quốc.</p>\r\n\r\n<p>Gi&aacute; sử dụng dịch vụ cho thu&ecirc; xe m&aacute;y ở c&aacute;c địa điểm n&agrave;y dao động khoảng 120.000 &ndash; 200.000 đồng/xe/ng&agrave;y. T&ugrave;y vị tr&iacute; lưu tr&uacute; m&agrave; bạn c&oacute; thể lựa chọn một địa điểm thu&ecirc; xe ph&ugrave; hợp v&agrave; tiện nhất.</p>\r\n\r\n<h3>Thời điểm th&iacute;ch hợp nhất tham quan vườn quốc gia</h3>\r\n\r\n<p>V&igrave; đặc điểm địa h&igrave;nh đặc th&ugrave;, n&ecirc;n để kh&aacute;m ph&aacute; trọn vẹn vườn quốc gia ở đảo Ph&uacute; Quốc bạn cũng cần lựa chọn thời điểm th&iacute;ch hợp. Theo chia sẻ của mọi người, thời điểm l&yacute; tưởng nhất để đi vườn quốc gia l&agrave; bắt đầu từ cuối th&aacute;ng 2 đến cuối th&aacute;ng 9. N&ecirc;n bắt đầu từ 7h30 v&agrave; kết th&uacute;c v&agrave;o 16h30 c&ugrave;ng ng&agrave;y.</p>\r\n\r\n<p>Ngo&agrave;i ra, bạn cũng c&oacute; thể tham quan v&agrave; kh&aacute;m ph&aacute; rừng v&agrave;o thời điểm th&aacute;ng 10 đến th&aacute;ng 12. Nhưng đ&acirc;y l&agrave; thời điểm m&ugrave;a mưa tr&ecirc;n đảo, n&ecirc;n bạn cần phải lưu &yacute; khi di chuyển để tr&aacute;nh những nguy hiểm.</p>\r\n\r\n<h3>Điều th&uacute; vị ở vườn quốc gia đảo ngọc</h3>\r\n\r\n<p>L&agrave; một hệ sinh th&aacute;i kết hợp giữa rừng v&agrave; biển. Đến đ&acirc;y, bạn sẽ kh&aacute;m ph&aacute; v&agrave; trải nghiệm rất nhiều điều th&uacute; vị. C&oacute; thể kể đến một số trải nghiệm hấp dẫn ở rừng quốc gia Ph&uacute; Quốc như:</p>\r\n\r\n<h4>Kh&aacute;m ph&aacute; hệ động thực vật</h4>\r\n\r\n<p>Như cũng đ&atilde; chia sẻ ở tr&ecirc;n, hệ động thực vật ở vườn quốc gia đảo ngọc rất phong ph&uacute; v&agrave; đa dạng. V&igrave; vậy, h&ograve;a m&igrave;nh v&agrave;o một kh&ocirc;ng gian rộng lớn, kh&aacute;m ph&aacute; hệ động thực vật ở đ&acirc;y l&agrave; một trải nghiệm cực k&igrave; th&uacute; vị.</p>\r\n\r\n<p>Đặc biệt, đ&acirc;y c&ograve;n l&agrave; một khu rừng giữ được thảm thực vật nguy&ecirc;n sinh &iacute;t ỏi tại khu vực Nam Bộ. Đi dọc cung đường kh&aacute;m ph&aacute; vườn quốc gia. Bạn sẽ thấy c&aacute;c c&acirc;y đại thụ cao lớn, gốc to bằng nhiều v&ograve;ng tay của người lớn nối lại. B&ecirc;n cạnh đ&oacute; l&agrave; c&aacute;c c&acirc;y thảo mộc qu&yacute; hiếm như cam thảo, h&agrave; thủ &ocirc;, đỗ trọng,&hellip;</p>\r\n\r\n<p>Kh&ocirc;ng gian xen lẫn giữa rừng v&agrave; biển ở nơi đ&acirc;y cũng gi&uacute;p bạn chi&ecirc;m ngưỡng được những bức tranh thi&ecirc;n nhi&ecirc;n tuyệt đẹp. Vẻ đẹp m&agrave; kh&ocirc;ng phải nơi n&agrave;o cũng c&oacute; thể c&oacute; được.</p>\r\n\r\n<h4>Tắm suối</h4>\r\n\r\n<p>Một trong những điều khiến nhiều người th&iacute;ch th&uacute; khi kh&aacute;m ph&aacute; rừng quốc gia của đảo đ&oacute; ch&iacute;nh l&agrave; trải nghiệm tắm suối. Nơi đ&acirc;y sở hữu rất nhiều d&ograve;ng suối đẹp, chẳng kh&aacute;c g&igrave; tranh vẽ. Suối Đ&agrave; B&agrave;n, suối Tranh, suối Đ&aacute; Ngọn,&hellip;đều l&agrave; những con suối thuộc vườn quốc gia Ph&uacute; Quốc. Điều đặc biệt l&agrave; c&aacute;c con suối n&agrave;y đều bắt nguồn từ d&atilde;y n&uacute;i H&agrave;m Ninh. Một d&atilde;y n&uacute;i đẹp nhất của h&ograve;n đảo xinh đẹp ph&iacute;a Nam n&agrave;y.</p>\r\n\r\n<p>Nước ở c&aacute;c con suối rất trong v&agrave; m&aacute;t. Bạn c&oacute; thể đắm m&igrave;nh trong l&agrave;n nước để cảm nhận kh&ocirc;ng kh&iacute; trong l&agrave;nh v&agrave; m&aacute;t mẻ ở đ&acirc;y. Bạn cũng c&oacute; thể đem theo đồ ăn, thức uống v&agrave; l&agrave;m một bữa tiệc ngo&agrave;i trời tại c&aacute;c con suối. Chắc chắn bạn sẽ c&oacute; được những kỉ niệm kh&ocirc;ng thể n&agrave;o qu&ecirc;n.</p>\r\n\r\n<h4>Kh&aacute;m ph&aacute; n&oacute;c nh&agrave; của đảo</h4>\r\n\r\n<p>Đ&atilde; nhắc đến rừng quốc gia th&igrave; kh&ocirc;ng thể kh&ocirc;ng nhắc đến n&uacute;i. Kh&aacute;m ph&aacute; nơi đ&acirc;y, bạn kh&ocirc;ng thể kh&ocirc;ng leo n&uacute;i. &Iacute;t nhất l&agrave; chinh phục n&oacute;c nh&agrave; của đảo ngọc Ph&uacute; Quốc ở đỉnh n&uacute;i Ch&uacute;a. N&uacute;i n&agrave;y thuộc d&atilde;y H&agrave;m Ninh với độ cao 603m. Đứng tr&ecirc;n đỉnh n&uacute;i, bạn c&oacute; thể quan s&aacute;t được to&agrave;n bộ cảnh quan của vườn quốc gia. Đ&acirc;y cũng l&agrave; một vị tr&iacute; l&yacute; tưởng để bạn ghi lại những bức ảnh từ tr&ecirc;n cao tuyệt đẹp. V&igrave; vậy, trải nghiệm n&agrave;y được rất nhiều bạn trẻ th&iacute;ch th&uacute;.</p>\r\n\r\n<h4>Ngắm m&agrave;u t&iacute;m hoa sim</h4>', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'Đừng quên ghé vườn quốc gia Phú Quốc. Đó là điều mà MOTOGO muốn nhắc nhở bạn – những người đang có ý định đến với thiên đường biển đảo. Bởi nơi đây chứa đựng rất nhiều điều thú vị để bạn khám phá và làm đẹp hơn bức tranh vẽ chuyến hành trình khám phá vùng đất đảo của bạn.', 'Vườn quốc gia Phú Quốc với hệ động – thực vật KHÔNG THỂ phong phú hơn', 'vuon-quoc-gia-phu-quoc-voi-he-dong-thuc-vat-khong-the-phong-phu-hon-5', 'vi', '2022-04-21 10:09:11', '2022-04-21 10:09:11'),
(142, 7, 'App\\Models\\Post', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'Phu Quoc National Park with flora and fauna CANNOT be richer', NULL, NULL, '<p>&nbsp;</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Một bức tranh thiên nhiên tuyệt đẹp tại vườn quốc gia Phú Quốc\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-1.jpg\" /></p>\r\n\r\n<p>Location and characteristics of Phu Quoc National Park<br />\r\nInformation about the location and features of the national park will help you to have a perfect exploration schedule. By now you will know how to go and how much time should be spent exploring this place.</p>\r\n\r\n<p>Location</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Chiếm tới 70% diện tích đất đảo, vườn quốc gia ở Phú Quốc rất rộng\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-2.jpg\" /></p>\r\n\r\n<p>Phu Quoc National Park is located in the north of the island, extending from 10&deg;12&prime; to 10&deg;27&prime; north latitude and from 103&deg;50&prime; to 104&deg;04&prime; east longitude. The area of the national park belongs to the boundary of Bai Thom, Ganh Dau, Cua Can communes and a part of Ham Ninh, Cua Duong, Duong To communes, Duong Dong town.</p>\r\n\r\n<p>This site was put into tourism operation and introduced to the public for the first time in 2001. The area of the garden is about 31,000 ha, accounting for about 70% of the area of Phu Quoc. Covering areas including: Ham Rong mountain area, Bac Dao nature reserve, Cua Can area and Ganh Dau area. In addition, the garden also owns about 60km of coastline.</p>\r\n\r\n<p>Features of Phu Quoc National Park</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Hệ động - thực vật đa dạng và phong phú với nhiều loài khác nhau\" src=\"https://motogo.vn/wp-content/uploads/2020/12/vuon-quoc-gia-phu-quoc-3.jpg\" /></p>\r\n\r\n<p>The national park in pearl island is divided into 3 functional subdivisions, including: strictly protected area with an area of ​​8,603 ha; ecological restoration area with an area of ​​22,603 ​​hectares and administrative and service areas with an area of ​​33 hectares.</p>\r\n\r\n<p>This is a large primeval forest and is still quite pristine with rich flora and fauna. The vegetation in the national park has more than a few hundred species, growing and living in the low mountains such as: species of magnolia trees, precious herbs, precious orchids, some parasitic species, etc. The fauna here also includes more than 30 species of mammals, of which 5 are listed in the Red Book of Vietnam; about 200 species of birds, of which 4 are on the IUCN Red List and 3 are listed in the Vietnam Red Book; More than 50 species of reptiles, including 9 species in the IUCN list and 18 species in the Red Book of Vietnam.</p>\r\n\r\n<p>Especially with a long stretch of sea, the garden also has many kinds of marine animals. Most are corals and species of ca. Coral here has about 100 species of hard, more than 20 species of soft and 62 species of seaweed.</p>\r\n\r\n<p>It is the rich forest and marine ecosystems that make the national park in Phu Quoc island become a center of biodiversity of Vietnam. A place to nurture, conserve and develop plant and animal species.</p>\r\n\r\n<p>Read to know: Is Phu Quoc at night as HOT as rumored or not?</p>\r\n\r\n<p>Experience visiting and exploring the national park in Phu Quoc<br />\r\nWith an ecosystem of diverse and rich species. This place will be an ideal place for you to visit and explore. First, let&#39;s see everyone&#39;s experience of exploring Phu Quoc national park.</p>\r\n\r\n<p>Road to the national park</p>\r\n\r\n<p>Phu Quoc National Park occupies most of the land on the island and belongs to many communes. So you will have a lot of options on the way to explore this place. You just need to go to Ham Ninh, Cua Duong or Bai Thom communes, then move east or north about 10km to arrive.</p>\r\n\r\n<p>According to the Phu Quoc travel experience of the backpackers, exploring the national park starting at Bai Thom will be the most reasonable. You can move here by the following route: Start at the town center at Cach Mang Thang Tam street, move to Nguyen Trung Truc street, go about 16km you will meet the signposts to the national park. You follow the signpost about 6km to the center of the garden.</p>\r\n\r\n<p>The road through the forest of the national park is worth conquering. This cross road has a length of about 90km with a total of 12 bridges, starting from Ham Ninh. This road is only suitable for trekking. Because the forest road here is very difficult to go and need to be protected, vehicles should be limited. If you like to ride motorbikes, you can take the road on the edge of the forest, from Ham Ninh commune to Bai Thom. This section is about 50km long, but because the road is a bit difficult to go, especially when it rains, it takes you about 2 hours to travel.</p>\r\n\r\n<p>Transport</p>\r\n\r\n<p>What means of transport should you use to explore Phu Quoc National Forest? This is an issue that many tourists are interested in.</p>\r\n\r\n<p>As well as moving to other tourist destinations of the island. You can move to the forest by road vehicles. According to everyone&#39;s share, motorbikes are still the optimal choice. The reason is explained by topographical features. Therefore, if you do not bring a motorbike with you to the island, you can rent it at places that provide motorbike rental services on the island to explore Phu Quoc National Park.</p>\r\n\r\n<p>The price of motorbike rental service in these locations ranges from 120,000 to 200,000 VND/car/day. Depending on the location of your stay, you can choose the most suitable and convenient car rental location.</p>\r\n\r\n<p>&gt;&gt;See more articles: Some reputable motorbike rental locations in Phu Quoc that you can choose from.</p>\r\n\r\n<p>The best time to visit the national park<br />\r\nBecause of the specific topographical features, to fully explore the national park in Phu Quoc island, you also need to choose the right time. According to everyone&#39;s share, the most ideal time to go to the national park is from the end of February to the end of September. Should start at 7:30 a.m. and end at 16:30 of the same day.</p>\r\n\r\n<p>In addition, you can also visit and explore the forest from October to December. But this is the rainy season on the island, so you need to be careful when moving to avoid dangers.</p>\r\n\r\n<p>Articles to read: When is the best season to travel to Phu Quoc? Experience summed up HERE</p>\r\n\r\n<p>Interesting things in the pearl island national park<br />\r\nIt is an ecosystem that combines the forest and the sea. Coming here, you will discover and experience a lot of interesting things. Some interesting experiences in Phu Quoc National Forest can be mentioned such as:</p>\r\n\r\n<p>Discover flora and fauna</p>\r\n\r\n<p>As also shared above, the flora and fauna in the pearl island national park are very rich and diverse. Therefore, immersing in a large space, exploring the flora and fauna here is an extremely interesting experience.</p>\r\n\r\n<p>In particular, this is also a forest that retains the meager primary vegetation in the Southern region. Walk along the road to explore the national park. You will see tall, large trees with roots as big as many adult arms connected. In addition, there are rare and precious herbs such as licorice, ha thu o, bean curd, etc.</p>\r\n\r\n<p>The space between the forest and the sea here also helps you to admire the beautiful natural pictures. Beauty that can not be found everywhere.</p>\r\n\r\n<p>Stream bathing</p>\r\n\r\n<p>One of the things that many people enjoy when exploring the island&#39;s national forest is the experience of bathing in the stream. This place owns many beautiful streams, like a picture. Da Ban stream, Tranh stream, Da Ngon stream, etc. are all streams belonging to Phu Quoc National Park. The special thing is that these streams all originate from the Ham Ninh mountain range. A most beautiful mountain range of this beautiful southern island.</p>\r\n\r\n<p>The water in the streams is very clear and cool. You can immerse yourself in the water to feel the fresh and cool air here. You can also bring food and drinks and have an outdoor party at the streams. You will surely have unforgettable memories.</p>\r\n\r\n<p>Explore the roof of the island<br />\r\nReferring to the national forest, it is impossible not to mention the mountains. Discovering this place, you cannot help but climb the mountain. At least conquer the roof of Phu Quoc pearl island at the top of Chua mountain. This mountain belongs to Ham Ninh range with an altitude of 603m. Standing on the top of the mountain, you can observe the entire landscape of the national park. This is also an ideal location for you to capture stunning aerial photos. Therefore, this experience is enjoyed by many young people.</p>\r\n\r\n<p>See the purple myrtle flower</p>', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'Don\'t forget to visit Phu Quoc National Park. That\'s what MOTOGO wants to remind you - those who are intending to come to the island paradise. Because this place contains a lot of interesting things for you to discover and beautify the picture of your journey to discover the island land.', 'Phu Quoc National Park with flora and fauna CANNOT be richer', 'phu-quoc-national-park-with-flora-and-fauna-cannot-be-richer-5', 'en', '2022-04-21 10:09:11', '2022-04-21 10:09:11'),
(143, 4, 'App\\Models\\Product', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'phong-c3', 'vi', NULL, NULL),
(144, 4, 'App\\Models\\Product', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'room-c3', 'en', NULL, NULL);

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `stt` int(11) DEFAULT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` longtext COLLATE utf8mb4_unicode_ci,
  `status` int(11) DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `role_id` int(11) DEFAULT NULL,
  `last_login` timestamp NULL DEFAULT NULL,
  `last_login_ip` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `users`
--

INSERT INTO `users` (`id`, `name`, `stt`, `email`, `content`, `status`, `img`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`, `role_id`, `last_login`, `last_login_ip`) VALUES
(8, 'Admin', 1, 'admin@admin.com', 'content', 1, 'placeholder.png', NULL, '$2y$10$FYZtoeBNPugp867D9/J9gu.Pe3oa7iClQA0occnoZZ205dXtx/duu', NULL, '2022-03-22 09:06:04', '2022-05-14 06:54:43', 16, '2022-05-14 06:54:43', '::1'),
(9, 'Đăng bài', 1, 'test@test.com', NULL, 0, 'placeholder.png', NULL, '$2y$10$O9wtQ0/tOwbKxN1ejEdT5ekciFq6NJ0BDFpufidvZR3MzOqbDhOki', NULL, '2022-03-22 09:16:04', '2022-03-23 06:29:58', 17, '2022-03-22 09:16:47', '::1'),
(10, 'admin website', 1, 'admin2@gmail.com', NULL, 0, 'placeholder.png', NULL, '$2y$10$0aS2R.Mi3UJOCW8RYScFMeZT1w.tg8O3dYfRs1nfEE3y5wScrhlCS', NULL, '2022-03-23 01:27:42', '2022-03-23 06:30:54', 18, '2022-03-23 06:30:38', '::1');

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `videocats`
--

CREATE TABLE `videocats` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `view_count` int(11) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stt` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `videos`
--

CREATE TABLE `videos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `videocat_id` int(11) DEFAULT NULL,
  `img` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `url_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stt` int(11) DEFAULT NULL,
  `is_featured` int(11) DEFAULT NULL,
  `hide_show` int(11) DEFAULT NULL,
  `link` text COLLATE utf8mb4_unicode_ci
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Chỉ mục cho các bảng đã đổ
--

--
-- Chỉ mục cho bảng `accounts`
--
ALTER TABLE `accounts`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Chỉ mục cho bảng `cache`
--
ALTER TABLE `cache`
  ADD PRIMARY KEY (`key`);

--
-- Chỉ mục cho bảng `cache_locks`
--
ALTER TABLE `cache_locks`
  ADD PRIMARY KEY (`key`);

--
-- Chỉ mục cho bảng `contactforms`
--
ALTER TABLE `contactforms`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `contacts`
--
ALTER TABLE `contacts`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `counters`
--
ALTER TABLE `counters`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `coupons`
--
ALTER TABLE `coupons`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `detail_service_rooms`
--
ALTER TABLE `detail_service_rooms`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `galleries`
--
ALTER TABLE `galleries`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `hideshows`
--
ALTER TABLE `hideshows`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `jobs`
--
ALTER TABLE `jobs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `jobs_queue_index` (`queue`);

--
-- Chỉ mục cho bảng `languages`
--
ALTER TABLE `languages`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `newcatones`
--
ALTER TABLE `newcatones`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `newcattwos`
--
ALTER TABLE `newcattwos`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `newsletters`
--
ALTER TABLE `newsletters`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `onlines`
--
ALTER TABLE `onlines`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `orderdetails`
--
ALTER TABLE `orderdetails`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `post_tag`
--
ALTER TABLE `post_tag`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `procatones`
--
ALTER TABLE `procatones`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `procatthrees`
--
ALTER TABLE `procatthrees`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `procattwos`
--
ALTER TABLE `procattwos`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `productsimages`
--
ALTER TABLE `productsimages`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `product_tag`
--
ALTER TABLE `product_tag`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `recruitments`
--
ALTER TABLE `recruitments`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `roles_slug_unique` (`slug`),
  ADD KEY `roles_created_by_index` (`created_by`),
  ADD KEY `roles_updated_by_index` (`updated_by`);

--
-- Chỉ mục cho bảng `role_users`
--
ALTER TABLE `role_users`
  ADD PRIMARY KEY (`id`),
  ADD KEY `role_users_user_id_index` (`user_id`),
  ADD KEY `role_users_role_id_index` (`role_id`);

--
-- Chỉ mục cho bảng `service_rooms`
--
ALTER TABLE `service_rooms`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `servis`
--
ALTER TABLE `servis`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `showtotals`
--
ALTER TABLE `showtotals`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `size_crops`
--
ALTER TABLE `size_crops`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `sliders`
--
ALTER TABLE `sliders`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `status_orders`
--
ALTER TABLE `status_orders`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `svcategories`
--
ALTER TABLE `svcategories`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `tags`
--
ALTER TABLE `tags`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `tag_translations`
--
ALTER TABLE `tag_translations`
  ADD PRIMARY KEY (`id`),
  ADD KEY `tag_translations_tag_id_foreign` (`tag_id`);

--
-- Chỉ mục cho bảng `translations`
--
ALTER TABLE `translations`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Chỉ mục cho bảng `videocats`
--
ALTER TABLE `videocats`
  ADD PRIMARY KEY (`id`);

--
-- Chỉ mục cho bảng `videos`
--
ALTER TABLE `videos`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT cho các bảng đã đổ
--

--
-- AUTO_INCREMENT cho bảng `accounts`
--
ALTER TABLE `accounts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT cho bảng `contactforms`
--
ALTER TABLE `contactforms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `contacts`
--
ALTER TABLE `contacts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `counters`
--
ALTER TABLE `counters`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=401;

--
-- AUTO_INCREMENT cho bảng `coupons`
--
ALTER TABLE `coupons`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `customers`
--
ALTER TABLE `customers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT cho bảng `detail_service_rooms`
--
ALTER TABLE `detail_service_rooms`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT cho bảng `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `galleries`
--
ALTER TABLE `galleries`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `hideshows`
--
ALTER TABLE `hideshows`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=39;

--
-- AUTO_INCREMENT cho bảng `jobs`
--
ALTER TABLE `jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `languages`
--
ALTER TABLE `languages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT cho bảng `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `newcatones`
--
ALTER TABLE `newcatones`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT cho bảng `newcattwos`
--
ALTER TABLE `newcattwos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `newsletters`
--
ALTER TABLE `newsletters`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `onlines`
--
ALTER TABLE `onlines`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=421;

--
-- AUTO_INCREMENT cho bảng `orderdetails`
--
ALTER TABLE `orderdetails`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `orders`
--
ALTER TABLE `orders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT cho bảng `pages`
--
ALTER TABLE `pages`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT cho bảng `posts`
--
ALTER TABLE `posts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT cho bảng `post_tag`
--
ALTER TABLE `post_tag`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `procatones`
--
ALTER TABLE `procatones`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT cho bảng `procatthrees`
--
ALTER TABLE `procatthrees`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `procattwos`
--
ALTER TABLE `procattwos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `products`
--
ALTER TABLE `products`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `productsimages`
--
ALTER TABLE `productsimages`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=93;

--
-- AUTO_INCREMENT cho bảng `product_tag`
--
ALTER TABLE `product_tag`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `recruitments`
--
ALTER TABLE `recruitments`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `roles`
--
ALTER TABLE `roles`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT cho bảng `role_users`
--
ALTER TABLE `role_users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT cho bảng `service_rooms`
--
ALTER TABLE `service_rooms`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT cho bảng `servis`
--
ALTER TABLE `servis`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT cho bảng `showtotals`
--
ALTER TABLE `showtotals`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `size_crops`
--
ALTER TABLE `size_crops`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `sliders`
--
ALTER TABLE `sliders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT cho bảng `status_orders`
--
ALTER TABLE `status_orders`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `svcategories`
--
ALTER TABLE `svcategories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT cho bảng `tags`
--
ALTER TABLE `tags`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `tag_translations`
--
ALTER TABLE `tag_translations`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `translations`
--
ALTER TABLE `translations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=145;

--
-- AUTO_INCREMENT cho bảng `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT cho bảng `videocats`
--
ALTER TABLE `videocats`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT cho bảng `videos`
--
ALTER TABLE `videos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
